
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["朵朵白云飘 - 死亡之翼"] = "朵朵白云飘 - 死亡之翼",
	},
	["profiles"] = {
		["朵朵白云飘 - 死亡之翼"] = {
			["appShine"] = "90100.03",
			["version"] = "90100.03",
			["createHistoryList"] = {
				"2-261-699-0", -- [1]
				"2-259-691-0", -- [2]
				"1-270-738-0", -- [3]
				"2-265-713-0", -- [4]
				"113-0-726-0", -- [5]
			},
			["lastSearchCode"] = "2-0-0-0",
			["settings"] = {
				["storage"] = {
					["y"] = -20.5714111328125,
					["x"] = 295.428466796875,
					["scale"] = 1,
				},
			},
			["advShine"] = "90002.03",
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"9-0-19-0", -- [2]
				"1-0-0-0", -- [3]
				"6-0-0-0", -- [4]
				"113-0-0-0", -- [5]
			},
		},
	},
}
