
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["葡萄窜窜 - 死亡之翼"] = "葡萄窜窜 - 死亡之翼",
	},
	["profiles"] = {
		["葡萄窜窜 - 死亡之翼"] = {
			["version"] = "90100.03",
			["lastSearchCode"] = "2-0-0-0",
			["createHistoryList"] = {
				"2-259-691-0", -- [1]
				"1-270-740-0", -- [2]
				"2-261-699-0", -- [3]
			},
			["appShine"] = "90005.02",
			["advShine"] = "90005.02",
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"113-0-0-0", -- [2]
				"6-0-0-0", -- [3]
				"1-0-0-0", -- [4]
				"3-0-0-0", -- [5]
				"9-0-19-0", -- [6]
			},
		},
	},
}
