
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["雨三五 - 死亡之翼"] = "雨三五 - 死亡之翼",
	},
	["profiles"] = {
		["雨三五 - 死亡之翼"] = {
			["appShine"] = "90100.03",
			["version"] = "90205.05",
			["createHistoryList"] = {
				"2-261-699-0", -- [1]
				"2-262-703-0", -- [2]
				"1-270-738-0", -- [3]
				"2-266-717-0", -- [4]
				"2-263-705-0", -- [5]
				"2-260-695-0", -- [6]
				"2-265-713-0", -- [7]
			},
			["lastSearchCode"] = "2-0-0-0",
			["recent"] = {
				["2-10-183-0"] = {
					{
						["role"] = "TANK",
						["name"] = "喷射戦士丶-格瑞姆巴托",
						["iLvl"] = 256,
						["time"] = 1659717787,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "茫然之潜行者#550367",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "烧灯续昼丶-格瑞姆巴托",
						["iLvl"] = 245,
						["time"] = 1659717787,
						["class"] = 10,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "平菇-克尔苏加德",
						["iLvl"] = 259,
						["time"] = 1659717787,
						["class"] = 1,
						["bTag"] = "MOGU#5669",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "勇闯集合石石-死亡之翼",
						["iLvl"] = 277,
						["time"] = 1659717787,
						["class"] = 5,
						["bTag"] = "壮士你好#51505",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "锡汉-影之哀伤",
						["iLvl"] = 259,
						["time"] = 1660762595,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "锡汉#5810",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "明理紬-格瑞姆巴托",
						["iLvl"] = 280,
						["time"] = 1660762595,
						["class"] = 8,
						["bTag"] = "时光大神#5941",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "十四号-鬼雾峰",
						["iLvl"] = 270,
						["time"] = 1660762595,
						["class"] = 3,
						["bTag"] = "库卡隆蛮兵#5415",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "利维亚白狼-遗忘海岸",
						["iLvl"] = 295,
						["time"] = 1660762595,
						["class"] = 1,
						["bTag"] = "老四的痕迹#5109",
					}, -- [8]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = -30.800048828125,
					["x"] = 367.1998291015625,
					["scale"] = 1,
				},
				["DOUBLE_CLICK_JOIN"] = true,
			},
			["advShine"] = "90100.03",
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"1-0-0-0", -- [2]
				"3-0-0-0", -- [3]
				"113-0-0-0", -- [4]
			},
		},
	},
}
