
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["雨三五 - 死亡之翼"] = "雨三五 - 死亡之翼",
	},
	["profiles"] = {
		["雨三五 - 死亡之翼"] = {
			["settings"] = {
				["storage"] = {
					["y"] = -30.800048828125,
					["x"] = 367.1998291015625,
					["scale"] = 1,
				},
				["DOUBLE_CLICK_JOIN"] = true,
			},
			["appShine"] = "90100.03",
			["createHistoryList"] = {
				"2-261-699-0", -- [1]
				"2-262-703-0", -- [2]
				"1-270-738-0", -- [3]
				"2-266-717-0", -- [4]
				"2-263-705-0", -- [5]
				"2-260-695-0", -- [6]
				"2-265-713-0", -- [7]
			},
			["recent"] = {
				["2-257-683-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "维尔卡兰妮-白银之手",
						["iLvl"] = 231,
						["time"] = 1661019421,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "奋斗#5387",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "我很会打的-世界之树",
						["iLvl"] = 292,
						["time"] = 1661019421,
						["class"] = 3,
						["bTag"] = "倾云倾月#5468",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "泰沙拉克丶-寒冰皇冠",
						["iLvl"] = 269,
						["time"] = 1661019421,
						["class"] = 6,
						["bTag"] = "BoomBoomPow#5603",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "丶鹌鹑-克尔苏加德",
						["iLvl"] = 261,
						["time"] = 1661019421,
						["class"] = 2,
						["bTag"] = "茫然啲蠢德#5621",
					}, -- [4]
				},
				["2-7-180-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "柒蠡-伊利丹",
						["iLvl"] = 266,
						["time"] = 1661798213,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "茫然之骑士#514103",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "飞机哥-熔火之心",
						["iLvl"] = 255,
						["time"] = 1661798213,
						["class"] = 12,
						["bTag"] = "蒋自恒#5528",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "暗月法神-太阳之井",
						["iLvl"] = 249,
						["time"] = 1661798213,
						["class"] = 8,
						["bTag"] = "kimsun#5660",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "丨颜如玉-安苏",
						["iLvl"] = 212,
						["time"] = 1661798213,
						["class"] = 5,
						["bTag"] = "灰人#5497",
					}, -- [4]
				},
				["2-10-183-0"] = {
					{
						["role"] = "TANK",
						["name"] = "喷射戦士丶-格瑞姆巴托",
						["iLvl"] = 256,
						["time"] = 1659717787,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "茫然之潜行者#550367",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "烧灯续昼丶-格瑞姆巴托",
						["iLvl"] = 245,
						["time"] = 1659717787,
						["class"] = 10,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "平菇-克尔苏加德",
						["iLvl"] = 259,
						["time"] = 1659717787,
						["class"] = 1,
						["bTag"] = "MOGU#5669",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "勇闯集合石石-死亡之翼",
						["iLvl"] = 277,
						["time"] = 1659717787,
						["class"] = 5,
						["bTag"] = "壮士你好#51505",
					}, -- [4]
				},
				["2-280-1016-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "缺德灭团造不-纳克萨玛斯",
						["iLvl"] = 266,
						["time"] = 1661876711,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "存在#5830",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "板砖教授-凤凰之神",
						["iLvl"] = 301,
						["time"] = 1661876711,
						["class"] = 3,
						["bTag"] = "果仔#51440",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "等等我丶-格瑞姆巴托",
						["iLvl"] = 280,
						["time"] = 1661876711,
						["class"] = 6,
						["bTag"] = "张青春#51384",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "煙語灬似傾城-死亡之翼",
						["iLvl"] = 290,
						["time"] = 1661876711,
						["class"] = 1,
						["bTag"] = "指点的旋律#5272",
					}, -- [4]
				},
			},
			["lastSearchCode"] = "2-0-0-0",
			["version"] = "90205.05",
			["advShine"] = "90100.03",
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"1-0-0-0", -- [2]
				"3-0-0-0", -- [3]
				"113-0-0-0", -- [4]
			},
		},
	},
}
