
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["呱卡喔卡 - 死亡之翼"] = "呱卡喔卡 - 死亡之翼",
	},
	["profiles"] = {
		["呱卡喔卡 - 死亡之翼"] = {
			["lastSearchCode"] = "2-0-0-0",
			["createHistoryList"] = {
				"2-260-695-0", -- [1]
				"2-266-717-0", -- [2]
				"2-263-705-0", -- [3]
				"2-262-703-0", -- [4]
			},
			["appShine"] = "90005.02",
			["settings"] = {
				["storage"] = {
					["y"] = -13.714111328125,
					["x"] = 262.285888671875,
					["scale"] = 1,
				},
			},
			["version"] = "90005.02",
			["recent"] = {
				["2-263-705-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "美狄亚-暗影议会",
						["time"] = 1643828079,
						["class"] = 9,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "偏苯三酸酐-苏塔恩",
						["iLvl"] = 215,
						["time"] = 1643828079,
						["class"] = 11,
						["bTag"] = "哈哈小伟#5389",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "一射直接暴毙-布兰卡德",
						["iLvl"] = 226,
						["time"] = 1643828079,
						["class"] = 3,
						["bTag"] = "今夜不回家#51152",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "暴力修罗-提瑞斯法",
						["iLvl"] = 220,
						["time"] = 1643828079,
						["class"] = 2,
						["bTag"] = "林家武者#5696",
					}, -- [4]
				},
				["2-264-709-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶公爵-耐奥祖",
						["iLvl"] = 211,
						["time"] = 1644420951,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "公爵520#5127",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "吉吉队长-安苏",
						["iLvl"] = 230,
						["time"] = 1644420951,
						["class"] = 4,
						["bTag"] = "无畏先锋#5201",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "Biubiubiui-神圣之歌",
						["iLvl"] = 230,
						["time"] = 1644420951,
						["class"] = 6,
						["bTag"] = "Nesiridin#5588",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "云就嗯云-燃烧之刃",
						["iLvl"] = 230,
						["time"] = 1644420839,
						["class"] = 7,
						["bTag"] = "企鹅男模#5487",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Chirality-希尔瓦娜斯",
						["iLvl"] = 208,
						["time"] = 1645643513,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "AFKLan#5106",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "奶不动等埋吧-冰风岗",
						["iLvl"] = 228,
						["time"] = 1645643513,
						["class"] = 5,
						["bTag"] = "月巴北北#5689",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "风影之伤-天空之墙",
						["iLvl"] = 233,
						["time"] = 1645643513,
						["class"] = 3,
						["bTag"] = "飞奔的蜗牛#5670",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "丗帝-燃烧军团",
						["iLvl"] = 217,
						["time"] = 1645643513,
						["class"] = 2,
						["bTag"] = "丗帝#5299",
					}, -- [8]
				},
				["2-259-691-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "成天瞎晃悠-贫瘠之地",
						["iLvl"] = 178,
						["time"] = 1644421252,
						["class"] = 12,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "倾橙倾国-太阳之井",
						["iLvl"] = 254,
						["time"] = 1644421252,
						["class"] = 12,
						["bTag"] = "浊酒尽余欢#51121",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Innepeacenin-死亡之翼",
						["iLvl"] = 239,
						["time"] = 1644421252,
						["class"] = 8,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "果木奶茶-霜之哀伤",
						["iLvl"] = 186,
						["time"] = 1644421252,
						["class"] = 2,
						["bTag"] = "情域丶禽兽#5717",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "不灵德麦大爷-符文图腾",
						["iLvl"] = 247,
						["time"] = 1645643028,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "幸运之虎#510565",
					}, -- [5]
				},
			},
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"1-0-0-0", -- [2]
				"3-0-0-0", -- [3]
				"9-0-19-0", -- [4]
				"6-0-0-0", -- [5]
			},
		},
	},
}
