
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
		"/vuhdo opt", -- [1]
	},
	["ChatHistoryLog"] = {
		{
			"1", -- [1]
			"一百多个法爷-死亡之翼", -- [2]
			"兽人语", -- [3]
			"", -- [4]
			"一百多个法爷-死亡之翼", -- [5]
			"AFK", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			344, -- [11]
			"Player-741-061F3DF3", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff3ec6ea一百多个法爷|r",
			[51] = 1641057022,
			[50] = "CHAT_MSG_SAY",
		}, -- [1]
		{
			"{部落先锋}  十一年传承老会，成就坐骑全，主大米  幻化  坐骑  成就 新版团本，现吸纳新鲜血液，欢迎入住。会里和谐友爱，欢乐多多。人在，可M。", -- [1]
			"飞沫-死亡之翼", -- [2]
			"", -- [3]
			"4. 集合石", -- [4]
			"飞沫-死亡之翼", -- [5]
			"", -- [6]
			28, -- [7]
			4, -- [8]
			"集合石", -- [9]
			0, -- [10]
			346, -- [11]
			"Player-741-04D80CAF", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa22fc8飞沫|r",
			[51] = 1641057116,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [2]
		{
			"1", -- [1]
			"枝江暴雨-死亡之翼", -- [2]
			"", -- [3]
			"4. 集合石", -- [4]
			"枝江暴雨-死亡之翼", -- [5]
			"", -- [6]
			28, -- [7]
			4, -- [8]
			"集合石", -- [9]
			0, -- [10]
			348, -- [11]
			"Player-741-061EB42E", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc59a6c枝江暴雨|r",
			[51] = 1641057138,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [3]
	},
}
