
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["紫菱三五 - 死亡之翼"] = "紫菱三五 - 死亡之翼",
	},
	["profiles"] = {
		["紫菱三五 - 死亡之翼"] = {
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"1-0-0-0", -- [2]
			},
			["createHistoryList"] = {
				"2-260-695-0", -- [1]
				"2-266-717-0", -- [2]
				"2-262-703-0", -- [3]
				"2-261-699-0", -- [4]
			},
			["appShine"] = "90100.03",
			["version"] = "90205.05",
			["settings"] = {
				["storage"] = {
					["y"] = -9.7142333984375,
					["x"] = 377.9999389648438,
					["scale"] = 1,
				},
				["DOUBLE_CLICK_JOIN"] = true,
			},
			["lastSearchCode"] = "2-0-0-0",
			["recent"] = {
				["2-10-183-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "炸薯条-诺兹多姆",
						["iLvl"] = 295,
						["time"] = 1660497824,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "烙饼卷肘子#5528",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "Obc-诺兹多姆",
						["iLvl"] = 289,
						["time"] = 1660497824,
						["class"] = 12,
						["bTag"] = "OBC#5795",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "墩墩大肉丸子-国王之谷",
						["iLvl"] = 270,
						["time"] = 1660497824,
						["class"] = 3,
						["bTag"] = "泠伊丶#5373",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "灬睡不着灬-白银之手",
						["iLvl"] = 277,
						["time"] = 1660497824,
						["class"] = 10,
						["bTag"] = "爱意常在#5823",
					}, -- [4]
				},
				["2-280-1016-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丨且听弦鸣-黑暗之门",
						["iLvl"] = 274,
						["time"] = 1660408301,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "夜半独酌与月同醉#5952",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "网路连接中断-黑暗之门",
						["time"] = 1660408301,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "蓝龍-海克泰尔",
						["iLvl"] = 293,
						["time"] = 1660408301,
						["class"] = 11,
						["bTag"] = "星辰伴月#51299",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "最简单地快乐-燃烧之刃",
						["iLvl"] = 267,
						["time"] = 1660408301,
						["class"] = 12,
						["bTag"] = "太阳骑士#51368",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "桃桃我的老婆-普罗德摩",
						["time"] = 1660410485,
						["class"] = 1,
						["leader"] = true,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂的呐喊-奥特兰克",
						["iLvl"] = 263,
						["time"] = 1660410485,
						["class"] = 7,
						["bTag"] = "天堂的呐喊#5776",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "桀灬骜不驯-布兰卡德",
						["iLvl"] = 281,
						["time"] = 1660410485,
						["class"] = 2,
						["bTag"] = "安楽冈花火#51131",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "陈一影踪之风-克尔苏加德",
						["iLvl"] = 237,
						["time"] = 1660410485,
						["class"] = 10,
						["bTag"] = "NASH#5784",
					}, -- [8]
				},
				["2-260-695-0"] = {
					{
						["role"] = "TANK",
						["name"] = "丨无双乱舞丶-雷斧堡垒",
						["iLvl"] = 255,
						["time"] = 1659031598,
						["class"] = 6,
						["bTag"] = "最爱红肚兜#5437",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "舌头都舔麻了-利刃之拳",
						["iLvl"] = 253,
						["time"] = 1659031598,
						["class"] = 1,
						["bTag"] = "Muraine#51573",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "世袭思想家-布兰卡德",
						["time"] = 1659031598,
						["class"] = 3,
					}, -- [3]
				},
				["2-127-471-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "张哈哈-地狱咆哮",
						["iLvl"] = 239,
						["time"] = 1660064308,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "甜哈哈#51819",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "怎么独活-日落沼泽",
						["iLvl"] = 278,
						["time"] = 1660064308,
						["class"] = 1,
						["bTag"] = "林毅#5912",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "老子一锄头-安苏",
						["iLvl"] = 252,
						["time"] = 1660064308,
						["class"] = 1,
						["bTag"] = "心若无痕#51265",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "德德穆-主宰之剑",
						["iLvl"] = 280,
						["time"] = 1660064308,
						["class"] = 11,
						["bTag"] = "斗争你的冷漠#5125",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Hroo-死亡之翼",
						["time"] = 1660413019,
						["class"] = 3,
						["leader"] = true,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "炸薯条-诺兹多姆",
						["iLvl"] = 295,
						["time"] = 1660498931,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "烙饼卷肘子#5528",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "Obc-诺兹多姆",
						["iLvl"] = 289,
						["time"] = 1660498931,
						["class"] = 12,
						["bTag"] = "OBC#5795",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "墩墩大肉丸子-国王之谷",
						["iLvl"] = 270,
						["time"] = 1660498931,
						["class"] = 3,
						["bTag"] = "泠伊丶#5373",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "德高望纵-国王之谷",
						["time"] = 1660498931,
						["class"] = 11,
					}, -- [9]
				},
				["2-262-703-0"] = {
					{
						["role"] = "TANK",
						["name"] = "薛定谔的凯-安苏",
						["iLvl"] = 249,
						["time"] = 1658425546,
						["class"] = 6,
						["bTag"] = "怪乖坏狗#5765",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Alixwinchest-罗宁",
						["iLvl"] = 267,
						["time"] = 1658425546,
						["class"] = 8,
						["bTag"] = "Bobby#5526",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "两蹄哈士奇-白银之手",
						["iLvl"] = 244,
						["time"] = 1658425546,
						["class"] = 2,
						["bTag"] = "奇爱博士#51417",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "芒果咘叮-山丘之王",
						["iLvl"] = 234,
						["time"] = 1658425546,
						["class"] = 11,
						["bTag"] = "出橙我的亲#5525",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "小红手萌贼丶-白银之手",
						["iLvl"] = 235,
						["time"] = 1659380749,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "吾百合甚吊汝可知#5322",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "哦糟了谢谢你-德拉诺",
						["iLvl"] = 270,
						["time"] = 1659380749,
						["class"] = 9,
						["bTag"] = "loser#5844",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "雲中歌-布兰卡德",
						["iLvl"] = 268,
						["time"] = 1659380749,
						["class"] = 2,
						["bTag"] = "沉默风暴#516409",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "纵横六合-鬼雾峰",
						["iLvl"] = 236,
						["time"] = 1659380749,
						["class"] = 2,
						["bTag"] = "大爷#53158",
					}, -- [8]
				},
				["2-263-705-0"] = {
					{
						["role"] = "TANK",
						["name"] = "叶枝-安苏",
						["iLvl"] = 235,
						["time"] = 1658679984,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "无奈人生#5682",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "灵風-万色星辰",
						["iLvl"] = 258,
						["time"] = 1658679984,
						["class"] = 12,
						["bTag"] = "海宝#5617",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "暮光仙灵-安苏",
						["iLvl"] = 238,
						["time"] = 1658679984,
						["class"] = 7,
						["bTag"] = "MILI#51579",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "葳蕤猎-暗影之月",
						["iLvl"] = 267,
						["time"] = 1658679984,
						["class"] = 3,
						["bTag"] = "葳蕤依然#51406",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "向北司南-火羽山",
						["time"] = 1659197165,
						["class"] = 5,
						["leader"] = true,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "南侨-格雷迈恩",
						["time"] = 1659197165,
						["class"] = 7,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "克苏恩佐斯-白银之手",
						["time"] = 1659197165,
						["class"] = 1,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "吴钩霜雪明-黑暗之矛",
						["iLvl"] = 272,
						["time"] = 1659197165,
						["class"] = 2,
						["bTag"] = "天卝堂#5105",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "Farrellz-主宰之剑",
						["iLvl"] = 277,
						["time"] = 1659460464,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "卧槽灬无情#5139",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "南叔-主宰之剑",
						["time"] = 1659460464,
						["class"] = 10,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "愿随原罪而逝-罗宁",
						["iLvl"] = 278,
						["time"] = 1659460464,
						["class"] = 1,
						["bTag"] = "心随行#51864",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "我是奶豆猎-夏维安",
						["iLvl"] = 278,
						["time"] = 1659460464,
						["class"] = 3,
						["bTag"] = "就那么回事吧#5825",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "靓仔别跑-冰风岗",
						["iLvl"] = 256,
						["time"] = 1659462277,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "熊猫背背包#5330",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "露维纳-安苏",
						["iLvl"] = 276,
						["time"] = 1659462277,
						["class"] = 9,
						["bTag"] = "灵素#51521",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "忆海-伊森利恩",
						["iLvl"] = 262,
						["time"] = 1659462277,
						["class"] = 3,
						["bTag"] = "Green#52406",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "憾北-无尽之海",
						["iLvl"] = 246,
						["time"] = 1659462277,
						["class"] = 7,
						["bTag"] = "狂想#5182",
					}, -- [16]
				},
				["2-128-473-0"] = {
					{
						["role"] = "TANK",
						["name"] = "卡迪南吉恩-白银之手",
						["iLvl"] = 283,
						["time"] = 1659980481,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "夜空坠落#5371",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "红烧小朋友-末日行者",
						["iLvl"] = 286,
						["time"] = 1659980261,
						["class"] = 6,
						["bTag"] = "漆战#5882",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "波丶塞冬-白银之手",
						["iLvl"] = 260,
						["time"] = 1659980481,
						["class"] = 11,
						["bTag"] = "舍甫琴科#51600",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "艾酱的拯救者-克尔苏加德",
						["iLvl"] = 270,
						["time"] = 1659980481,
						["class"] = 6,
						["bTag"] = "小华#5510",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "灬上芯-晴日峰（江苏）",
						["time"] = 1660412941,
						["class"] = 3,
						["leader"] = true,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "木杨-晴日峰（江苏）",
						["iLvl"] = 272,
						["time"] = 1660412941,
						["class"] = 9,
						["bTag"] = "茫然之潜行者#5495277",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "常熟伍佰-千针石林",
						["iLvl"] = 268,
						["time"] = 1660412693,
						["class"] = 10,
						["bTag"] = "常熟伍佰#5931",
					}, -- [7]
				},
				["2-7-180-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "腹黑嚯-贫瘠之地",
						["iLvl"] = 229,
						["time"] = 1659887970,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "腹黑哥哥#51733",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "纳兰依苓-死亡之翼",
						["iLvl"] = 256,
						["time"] = 1659887970,
						["class"] = 3,
						["bTag"] = "纳兰#5425",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "瞎子不要动-末日行者",
						["iLvl"] = 273,
						["time"] = 1659887970,
						["class"] = 12,
						["bTag"] = "致命之足#56576",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "诺维司机-回音山",
						["iLvl"] = 273,
						["time"] = 1659887970,
						["class"] = 10,
						["bTag"] = "栗山未来#51315",
					}, -- [4]
				},
				["2-281-1017-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "萌掉颗兔牙-罗宁",
						["iLvl"] = 237,
						["time"] = 1659031074,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "公主替罪羊#51174",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "枫过雪见-死亡之翼",
						["iLvl"] = 271,
						["time"] = 1659031074,
						["class"] = 3,
						["bTag"] = "暗影之龙#5567409",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "丨囍劇丨-死亡之翼",
						["iLvl"] = 258,
						["time"] = 1659031074,
						["class"] = 12,
						["bTag"] = "囍劇#5871",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Zalive-塞拉摩",
						["iLvl"] = 259,
						["time"] = 1659031074,
						["class"] = 10,
						["bTag"] = "未雨#51911",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "桃桃我的老婆-普罗德摩",
						["time"] = 1660412466,
						["class"] = 1,
						["leader"] = true,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂的呐喊-奥特兰克",
						["iLvl"] = 264,
						["time"] = 1660412466,
						["class"] = 7,
						["bTag"] = "天堂的呐喊#5776",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "Lightbright-凤凰之神",
						["time"] = 1660412466,
						["class"] = 2,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "美味多汁-影之哀伤",
						["iLvl"] = 278,
						["time"] = 1660412466,
						["class"] = 10,
						["bTag"] = "吃天货#51716",
					}, -- [8]
				},
				["2-265-713-0"] = {
					{
						["role"] = "TANK",
						["name"] = "沙暴我愛罗-白银之手",
						["iLvl"] = 255,
						["time"] = 1658840787,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "雀茶#51863",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "最伟大的作品-影牙要塞",
						["iLvl"] = 237,
						["time"] = 1658840787,
						["class"] = 3,
						["bTag"] = "Knight#51802",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "扣一送小布丁-金色平原",
						["iLvl"] = 238,
						["time"] = 1658840787,
						["class"] = 2,
						["bTag"] = "DoctorDesir#5117",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "不犯错不可爱-白银之手",
						["iLvl"] = 235,
						["time"] = 1658840787,
						["class"] = 6,
						["bTag"] = "不犯错不可爱#5638",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "唯氵爱萌鹿-罗宁",
						["iLvl"] = 244,
						["time"] = 1659420362,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "额的神#5572",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "度你成仙-回音山",
						["iLvl"] = 251,
						["time"] = 1659420362,
						["class"] = 2,
						["bTag"] = "贪睡熊#5431",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "伊瑞莉娅-达纳斯",
						["iLvl"] = 267,
						["time"] = 1659420362,
						["class"] = 1,
						["bTag"] = "徐逸文#5611",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "念酒-阿古斯",
						["iLvl"] = 245,
						["time"] = 1659420362,
						["class"] = 10,
						["bTag"] = "渔火长星远#5979",
					}, -- [8]
				},
				["2-261-699-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "羽墨蝉-奥特兰克",
						["iLvl"] = 247,
						["time"] = 1658244810,
						["class"] = 9,
						["bTag"] = "小寒#5130",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "Social-月光林地",
						["iLvl"] = 272,
						["time"] = 1658244500,
						["class"] = 11,
						["bTag"] = "途有空#5248",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "圣天骑士-回音山",
						["iLvl"] = 247,
						["time"] = 1658244810,
						["class"] = 2,
						["bTag"] = "鬼魂之龙#5486750",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "冷落清秋-白银之手",
						["iLvl"] = 273,
						["time"] = 1658244810,
						["class"] = 4,
						["bTag"] = "死亡之翼#51684",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "Nulm-梦境之树",
						["iLvl"] = 271,
						["time"] = 1658244810,
						["class"] = 11,
						["bTag"] = "kbc#5648",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "部落资深细作-迦拉克隆",
						["iLvl"] = 236,
						["time"] = 1658679644,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "内卷的韭菜#5970",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "放開那小受-雷霆之王",
						["iLvl"] = 246,
						["time"] = 1658679644,
						["class"] = 8,
						["bTag"] = "烤鱼#52868",
					}, -- [7]
				},
				["2-266-717-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "猩云-国王之谷",
						["iLvl"] = 251,
						["time"] = 1658844405,
						["class"] = 7,
						["bTag"] = "Killer#5934",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "埃门岛游侠-塞泰克",
						["iLvl"] = 246,
						["time"] = 1658844405,
						["class"] = 2,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "闪耀上升-国王之谷",
						["time"] = 1658844405,
						["class"] = 6,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "锋清扬-梦境之树",
						["iLvl"] = 241,
						["time"] = 1658844405,
						["class"] = 7,
						["bTag"] = "啸凡#5263",
					}, -- [4]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "突破手乔治-血色十字军",
						["time"] = 1658241803,
						["class"] = 10,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "愿有壹小德-白银之手",
						["iLvl"] = 259,
						["time"] = 1658241803,
						["class"] = 3,
						["bTag"] = "黄昏烛火#5892",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Lirika-燃烧之刃",
						["iLvl"] = 251,
						["time"] = 1658241791,
						["class"] = 10,
						["bTag"] = "sovereign#5784",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Johnm-埃德萨拉",
						["iLvl"] = 231,
						["time"] = 1658241791,
						["class"] = 4,
						["bTag"] = "CLOUD#54103",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "銀玥-白银之手",
						["iLvl"] = 244,
						["time"] = 1658241803,
						["class"] = 3,
						["bTag"] = "雅静#51489",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "古岚-死亡之翼",
						["iLvl"] = 239,
						["time"] = 1658241803,
						["class"] = 8,
						["bTag"] = "星辰#515957",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "筱玉堇-月光林地",
						["time"] = 1658241803,
						["class"] = 10,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "天灾军丶旭少-鬼雾峰",
						["iLvl"] = 189,
						["time"] = 1658241803,
						["class"] = 6,
						["bTag"] = "三月荔枝红#5427",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "死骑丨丶-主宰之剑",
						["iLvl"] = 249,
						["time"] = 1658241791,
						["class"] = 6,
						["bTag"] = "NightKnight#516924",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "尘封回忆-凤凰之神",
						["iLvl"] = 0,
						["time"] = 1658241887,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "史诗之巨魔#5179804",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "逐月丨舞裳-神圣之歌",
						["time"] = 1658241864,
						["class"] = 11,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "枯叶叠-末日行者",
						["iLvl"] = 227,
						["time"] = 1658242948,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "小室小哲哉#5861",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "绅士夏花-安苏",
						["iLvl"] = 245,
						["time"] = 1658242010,
						["class"] = 2,
						["bTag"] = "浮夸#5497",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "佑小指头-白银之手",
						["iLvl"] = 237,
						["time"] = 1658242948,
						["class"] = 8,
						["bTag"] = "暴躁之裤#563729",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "香蕉椰奶-安苏",
						["iLvl"] = 231,
						["time"] = 1658242948,
						["class"] = 1,
						["bTag"] = "泽泽明#51148",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "死狗诈尸-白银之手",
						["time"] = 1658242002,
						["class"] = 6,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "我猎开了-符文图腾",
						["iLvl"] = 255,
						["time"] = 1658242948,
						["class"] = 3,
						["bTag"] = "矮穷挫吊丝#5621",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "五华区毒奶-熊猫酒仙",
						["iLvl"] = 240,
						["time"] = 1658242948,
						["class"] = 5,
						["bTag"] = "鬼魂之裤#526202",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "永远炙热-白银之手",
						["iLvl"] = 257,
						["time"] = 1658242214,
						["class"] = 5,
						["bTag"] = "XIAOJIANMING#51196",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "寒江孤雁丶影-索拉丁",
						["iLvl"] = 227,
						["time"] = 1658242948,
						["class"] = 2,
						["bTag"] = "烧焦的汤#51962",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "周奶茶-白银之手",
						["time"] = 1658241985,
						["class"] = 5,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "梨花带雨-千针石林",
						["iLvl"] = 257,
						["time"] = 1658242948,
						["class"] = 12,
						["bTag"] = "龙泽#5158",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "安瑞蒂娜-安苏",
						["iLvl"] = 249,
						["time"] = 1658242948,
						["class"] = 9,
						["bTag"] = "雪冥#5212",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "寂夜之小萨-暗影之月",
						["iLvl"] = 277,
						["time"] = 1658242948,
						["class"] = 7,
						["bTag"] = "刘大力#5393",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "唇齿间的故事-迦拉克隆",
						["time"] = 1659030881,
						["class"] = 11,
						["leader"] = true,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "芮丷-白银之手",
						["iLvl"] = 169,
						["time"] = 1659030881,
						["class"] = 9,
						["bTag"] = "吉米大叔#51346",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "一勇者一-图拉扬",
						["iLvl"] = 259,
						["time"] = 1659030872,
						["class"] = 8,
						["bTag"] = "大勇#5192",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "萌宝五星余想-凤凰之神",
						["time"] = 1659030881,
						["class"] = 1,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Cyberpunkart-白银之手",
						["time"] = 1659030881,
						["class"] = 10,
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "審判終結者-安苏",
						["iLvl"] = 122,
						["time"] = 1659030872,
						["class"] = 2,
						["bTag"] = "fouroad#5693",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "凤凰亭-贫瘠之地",
						["time"] = 1659030877,
						["class"] = 11,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "我真的会射-国王之谷",
						["iLvl"] = 253,
						["time"] = 1659030881,
						["class"] = 3,
						["bTag"] = "神农#5152",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "世界最强的坦-白银之手",
						["time"] = 1659030881,
						["class"] = 6,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "指尖的余温-瓦拉纳",
						["iLvl"] = 0,
						["time"] = 1659030967,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "快乐之潜行者#5168804",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "征服加饿薇-凤凰之神",
						["time"] = 1659030967,
						["class"] = 8,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "狼狼阿狗-夏维安",
						["time"] = 1659030967,
						["class"] = 1,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "瑟咪咪-国王之谷",
						["time"] = 1659030967,
						["class"] = 4,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "备车我要出门-迦拉克隆",
						["time"] = 1659032212,
						["class"] = 6,
						["leader"] = true,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "苏倾城-无尽之海",
						["time"] = 1659032212,
						["class"] = 4,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "退休老玩具-影之哀伤",
						["time"] = 1659032212,
						["class"] = 6,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "鹤舞灬-凤凰之神",
						["time"] = 1659032212,
						["class"] = 8,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "丿丶之痛-巨龙之吼",
						["iLvl"] = 228,
						["time"] = 1659032212,
						["class"] = 6,
						["bTag"] = "暗影之龙#56471",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "天地灰烬-巨龙之吼",
						["time"] = 1659032212,
						["class"] = 5,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "温柔战-布兰卡德",
						["time"] = 1659032212,
						["class"] = 1,
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "曦之圣光-燃烧之刃",
						["iLvl"] = 175,
						["time"] = 1659032212,
						["class"] = 2,
						["bTag"] = "清尘轻嗔泪#5703",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "拳丶劫-艾莫莉丝",
						["time"] = 1659032212,
						["class"] = 10,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "矮矮的小黑黑-熊猫酒仙",
						["time"] = 1659118982,
						["class"] = 1,
						["leader"] = true,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "灬皓月-冰风岗",
						["time"] = 1659118982,
						["class"] = 9,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "无双丨花火-德拉诺",
						["iLvl"] = 249,
						["time"] = 1659118982,
						["class"] = 9,
						["bTag"] = "逍遥半仙儿#5466",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "格洛因-雷斧堡垒",
						["time"] = 1659118982,
						["class"] = 5,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "花花王子-雷斧堡垒",
						["time"] = 1659118982,
						["class"] = 8,
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "丨火丶-安苏",
						["iLvl"] = 163,
						["time"] = 1659118982,
						["class"] = 1,
						["bTag"] = "小小玮#5233",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "光与影的追逐-熊猫酒仙",
						["time"] = 1659118982,
						["class"] = 3,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "弥酝乂琳鳯-主宰之剑",
						["time"] = 1659118982,
						["class"] = 12,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "血色回廊四-梦境之树",
						["time"] = 1659197993,
						["class"] = 3,
						["leader"] = true,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "阿瓜人-银松森林",
						["time"] = 1659197993,
						["class"] = 6,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "Qhqhqh-熔火之心",
						["time"] = 1659197993,
						["class"] = 9,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "神明不诉疾苦-鬼雾峰",
						["time"] = 1659197993,
						["class"] = 4,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "水月明-银松森林",
						["time"] = 1659197993,
						["class"] = 3,
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "遥逺旳她-埃德萨拉",
						["time"] = 1659197993,
						["class"] = 11,
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "凉拌见手氰-熊猫酒仙",
						["iLvl"] = 245,
						["time"] = 1659201205,
						["class"] = 2,
						["bTag"] = "连接中断#5759",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "傲娇祥-激流之傲",
						["iLvl"] = 248,
						["time"] = 1659197993,
						["class"] = 4,
						["bTag"] = "祥子#5288",
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "Lagann-国王之谷",
						["iLvl"] = 250,
						["time"] = 1659197993,
						["class"] = 11,
						["bTag"] = "此时她偷偷潜入了#5923",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "花太阳雨和妳-白银之手",
						["iLvl"] = 248,
						["time"] = 1659201205,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "巴拉巴拉小魔仙#51807",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "阿嗚-白银之手",
						["iLvl"] = 244,
						["time"] = 1659201205,
						["class"] = 3,
						["bTag"] = "雪云蔚蓝#5503",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "色豆-伊利丹",
						["iLvl"] = 251,
						["time"] = 1659201205,
						["class"] = 4,
						["bTag"] = "龙彡#51600",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "水丘曼青-罗宁",
						["iLvl"] = 232,
						["time"] = 1659201205,
						["class"] = 6,
						["bTag"] = "Dolores#51686",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "猫咪爱喝酒-主宰之剑",
						["iLvl"] = 265,
						["time"] = 1659198720,
						["class"] = 12,
						["bTag"] = "龍戰#5584",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "敲凶的哟-伊瑟拉",
						["iLvl"] = 245,
						["time"] = 1659201205,
						["class"] = 6,
						["bTag"] = "杰里米丶卷#5917",
					}, -- [69]
					{
						["role"] = "TANK",
						["name"] = "左瑞斯塔-燃烧之刃",
						["iLvl"] = 255,
						["time"] = 1659198249,
						["class"] = 2,
						["bTag"] = "zhangjiaqi#51195",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "香港一条龙-罗宁",
						["iLvl"] = 244,
						["time"] = 1659198720,
						["class"] = 10,
						["bTag"] = "爱打架的小朋友#5398",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "姬川丽奈-丽丽（四川）",
						["iLvl"] = 261,
						["time"] = 1659198720,
						["class"] = 2,
						["bTag"] = "轩辕傲血#5870",
					}, -- [72]
					{
						["role"] = "HEALER",
						["name"] = "魂之絻歌-死亡之翼",
						["iLvl"] = 212,
						["time"] = 1659201205,
						["class"] = 5,
						["bTag"] = "朽木#5561",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "桃泽纱奈子-凤凰之神",
						["iLvl"] = 279,
						["time"] = 1659201205,
						["class"] = 5,
						["bTag"] = "暴躁之裤#5353560",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "狐酒-遗忘海岸",
						["iLvl"] = 244,
						["time"] = 1659201205,
						["class"] = 3,
						["bTag"] = "一刀走天涯#51539",
					}, -- [75]
				},
				["2-259-691-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "殷商武丁-凤凰之神",
						["iLvl"] = 235,
						["time"] = 1659463867,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "丘立#5778",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "深秋的落寞-白银之手",
						["iLvl"] = 241,
						["time"] = 1659463867,
						["class"] = 8,
						["bTag"] = "我就问你虚不虚#5282",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "谈情跳舞-萨格拉斯",
						["time"] = 1659463867,
						["class"] = 3,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "Daíthl-安苏",
						["iLvl"] = 275,
						["time"] = 1659463867,
						["class"] = 11,
						["bTag"] = "BT160326#53951",
					}, -- [4]
				},
				["3-0-723-0"] = {
					{
						["role"] = "TANK",
						["name"] = "满山的血刃-世界之树",
						["iLvl"] = 246,
						["time"] = 1658594522,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "卖萌的迷糊小刺猬#5234",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "海绵爆渤-国王之谷",
						["iLvl"] = 231,
						["time"] = 1658594522,
						["class"] = 1,
						["bTag"] = "蛇皮走位象拔蚌#5641",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "吸血鬼-罗宁",
						["iLvl"] = 282,
						["time"] = 1658594524,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "Irwin#51775",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "铁菠萝-国王之谷",
						["time"] = 1658594444,
						["class"] = 7,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "羽小楼-塞拉摩",
						["iLvl"] = 247,
						["time"] = 1658594524,
						["class"] = 2,
						["bTag"] = "刘益民#51621",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "女号奶水多-永恒之井",
						["iLvl"] = 176,
						["time"] = 1658594444,
						["class"] = 5,
						["bTag"] = "五点四老玩具#5907",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "配達人-白银之手",
						["iLvl"] = 204,
						["time"] = 1658594524,
						["class"] = 11,
						["bTag"] = "北鼻累次够够够#5812",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "劣质自走火炮-德拉诺",
						["iLvl"] = 172,
						["time"] = 1658594524,
						["class"] = 3,
						["bTag"] = "精品猪#5595",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "冉小哈-丽丽（四川）",
						["time"] = 1658594524,
						["class"] = 7,
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "机械暴君-主宰之剑",
						["iLvl"] = 245,
						["time"] = 1658594522,
						["class"] = 10,
						["bTag"] = "修罗王#51445",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "布甲三姐妹-诺兹多姆",
						["iLvl"] = 254,
						["time"] = 1658594524,
						["class"] = 5,
						["bTag"] = "王者再次再次归来#5580",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "葉落知秋-桑德兰",
						["iLvl"] = 155,
						["time"] = 1658594524,
						["class"] = 4,
						["bTag"] = "丧心病狂的老爷爷#5595",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "鶄灵-桑德兰",
						["iLvl"] = 275,
						["time"] = 1658594524,
						["class"] = 3,
						["bTag"] = "靘鶄#5567",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "我有我可以-罗宁",
						["iLvl"] = 270,
						["time"] = 1658594444,
						["class"] = 9,
						["bTag"] = "蒋银炳#5325",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "旖旎荼靡-罗宁",
						["iLvl"] = 280,
						["time"] = 1658594444,
						["class"] = 5,
						["bTag"] = "旖旎荼靡#5713",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "牧牧-卡德加",
						["iLvl"] = 123,
						["time"] = 1658594524,
						["class"] = 5,
						["bTag"] = "Happyboy#5770",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "凛冬-洛丹伦",
						["iLvl"] = 227,
						["time"] = 1658594383,
						["class"] = 2,
						["bTag"] = "江湖小虾米#51288",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "依比鲁艾-克尔苏加德",
						["iLvl"] = 99,
						["time"] = 1658594524,
						["class"] = 4,
						["bTag"] = "水银灯#5454",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "晚晚小恶魔-克尔苏加德",
						["time"] = 1658594524,
						["class"] = 9,
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "哈库拉玛萨萨-无尽之海",
						["iLvl"] = 278,
						["time"] = 1658594524,
						["class"] = 7,
						["bTag"] = "至若春和景明#51218",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "别在这里发癫-无尽之海",
						["iLvl"] = 235,
						["time"] = 1658594524,
						["class"] = 4,
						["bTag"] = "至若春和景明#51218",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "霸气侧怒-白银之手",
						["iLvl"] = 233,
						["time"] = 1658594524,
						["class"] = 7,
						["bTag"] = "猎者狂野#5868",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Berrserker-金色平原",
						["time"] = 1658594524,
						["class"] = 1,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "高楼慕琴声-贫瘠之地",
						["iLvl"] = 263,
						["time"] = 1658594444,
						["class"] = 10,
						["bTag"] = "Kzones#5477",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "椒盐丨蘑菇-冰风岗",
						["iLvl"] = 247,
						["time"] = 1658594444,
						["class"] = 10,
						["bTag"] = "OnlyLonely#51467",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "牛肉粉条汤-白银之手",
						["iLvl"] = 276,
						["time"] = 1658594444,
						["class"] = 8,
						["bTag"] = "粉条汤#5975",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "霎那首当其冲-雷斧堡垒",
						["iLvl"] = 254,
						["time"] = 1658594524,
						["class"] = 2,
						["bTag"] = "BattleFrog#53303",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "法仕-山丘之王",
						["iLvl"] = 242,
						["time"] = 1658594444,
						["class"] = 8,
						["bTag"] = "大飞哥#52186",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "妖蝶-蓝龙军团",
						["iLvl"] = 245,
						["time"] = 1658594524,
						["class"] = 9,
						["bTag"] = "妖红#5492",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "安初思-翡翠梦境",
						["iLvl"] = 187,
						["time"] = 1658594522,
						["class"] = 8,
						["bTag"] = "沉默风暴#515739",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔塞斯-末日行者",
						["iLvl"] = 254,
						["time"] = 1658594524,
						["class"] = 2,
						["bTag"] = "闹豆宝宝#5214",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "我咬死你妹的-主宰之剑",
						["time"] = 1658594524,
						["class"] = 11,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "轩梦缘-斩魔者",
						["iLvl"] = 238,
						["time"] = 1658594524,
						["class"] = 8,
						["bTag"] = "smartheart#5440",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "琥珀三生丨-海克泰尔",
						["time"] = 1658594524,
						["class"] = 4,
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "夏小草-海达希亚",
						["iLvl"] = 253,
						["time"] = 1658594522,
						["class"] = 1,
						["bTag"] = "mattyou#5277",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "幽暗狼王-扎拉赞恩",
						["iLvl"] = 253,
						["time"] = 1658594524,
						["class"] = 4,
						["bTag"] = "蝎子#5339",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "格格吉祥-卡德加",
						["iLvl"] = 254,
						["time"] = 1658594524,
						["class"] = 8,
						["bTag"] = "依伊#5139",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "寒霞-海克泰尔",
						["iLvl"] = 277,
						["time"] = 1658594444,
						["class"] = 1,
						["bTag"] = "赵四#51141",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "小异-阿古斯",
						["iLvl"] = 243,
						["time"] = 1658594444,
						["class"] = 11,
						["bTag"] = "大佛#5617",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁王大爺-白银之手",
						["iLvl"] = 252,
						["time"] = 1658594522,
						["class"] = 1,
						["bTag"] = "春叁拾娘#5660",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "花梓秋-罗宁",
						["iLvl"] = 240,
						["time"] = 1659117660,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "花知秋#5328",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "晕三十六蒂-迦拉克隆",
						["time"] = 1659117671,
						["class"] = 3,
						["leader"] = true,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "在云端-加里索斯",
						["iLvl"] = 223,
						["time"] = 1659117677,
						["class"] = 9,
						["bTag"] = "茶苦茶香#5507",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "天残手-符文图腾",
						["iLvl"] = 277,
						["time"] = 1659117677,
						["class"] = 12,
						["bTag"] = "迷你之泰坦#518236",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Sasam-熊猫酒仙",
						["iLvl"] = 253,
						["time"] = 1659117677,
						["class"] = 7,
						["bTag"] = "狐魅#5235",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "Byood-奥特兰克",
						["iLvl"] = 253,
						["time"] = 1659117677,
						["class"] = 3,
						["bTag"] = "暗夜之鸦#5354168",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "辣灬小珑虾-罗宁",
						["iLvl"] = 242,
						["time"] = 1659117677,
						["class"] = 3,
						["bTag"] = "小江#5857",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "三斧子上去-白银之手",
						["iLvl"] = 215,
						["time"] = 1659117677,
						["class"] = 4,
						["bTag"] = "LOVEMOM#51642",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "伍零贰灬安-白银之手",
						["iLvl"] = 248,
						["time"] = 1659117669,
						["class"] = 10,
						["bTag"] = "霸气灬胖子#5831",
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "朔月-遗忘海岸",
						["iLvl"] = 276,
						["time"] = 1659117669,
						["class"] = 11,
						["bTag"] = "东方的神秘力量#51843",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "肯丶鑫丶紫-斯克提斯",
						["time"] = 1659117677,
						["class"] = 11,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "寸断裤头-荆棘谷",
						["iLvl"] = 250,
						["time"] = 1659117677,
						["class"] = 6,
						["bTag"] = "此间少年#5118",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Edevus-白银之手",
						["time"] = 1659117671,
						["class"] = 9,
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "寂靜玥-白银之手",
						["iLvl"] = 264,
						["time"] = 1659117677,
						["class"] = 6,
						["bTag"] = "Chase#5688",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "加班侠-利刃之拳",
						["iLvl"] = 181,
						["time"] = 1659117677,
						["class"] = 10,
						["bTag"] = "自挂东南枝#5114",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "云野-阿拉索",
						["iLvl"] = 236,
						["time"] = 1659117673,
						["class"] = 5,
						["bTag"] = "Umbra#51212",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "水根-影牙要塞",
						["iLvl"] = 245,
						["time"] = 1659117677,
						["class"] = 8,
						["bTag"] = "我是大厨#5814",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "捕猎者七号-亚雷戈斯",
						["iLvl"] = 253,
						["time"] = 1659117671,
						["class"] = 3,
						["bTag"] = "龙神007#5446",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "奉天橙運-白银之手",
						["iLvl"] = 241,
						["time"] = 1659117677,
						["class"] = 11,
						["bTag"] = "梁家三千菜#5352",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "爱在夏天-凤凰之神",
						["iLvl"] = 281,
						["time"] = 1659117660,
						["class"] = 8,
						["bTag"] = "DreamOdyssey#5791",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "阴险狡猾-国王之谷",
						["iLvl"] = 240,
						["time"] = 1659117660,
						["class"] = 4,
						["bTag"] = "CrazyCary#5852",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "Dimension-奥尔加隆",
						["iLvl"] = 133,
						["time"] = 1659117671,
						["class"] = 9,
						["bTag"] = "Dimension#5775",
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "红糖可乐-冰风岗",
						["iLvl"] = 238,
						["time"] = 1659117671,
						["class"] = 2,
						["bTag"] = "Cherry#53494",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "虚空公主-麦迪文",
						["time"] = 1659117677,
						["class"] = 1,
						["leader"] = true,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "抽烟喝酒烫头-索拉丁",
						["time"] = 1659117677,
						["class"] = 12,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "一周老湿一-熊猫酒仙",
						["iLvl"] = 181,
						["time"] = 1659983106,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "FOX#51712",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "捂裆山-玛维·影歌",
						["iLvl"] = 278,
						["time"] = 1659983106,
						["class"] = 10,
						["bTag"] = "你们的皇帝飙车了#5418",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "辰暮-翡翠梦境",
						["iLvl"] = 223,
						["time"] = 1659984888,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "小伍#51979",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "傅文佩-翡翠梦境",
						["iLvl"] = 240,
						["time"] = 1659984896,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "ShinyPants#511429",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "少年时-主宰之剑",
						["iLvl"] = 224,
						["time"] = 1659984888,
						["class"] = 9,
						["bTag"] = "一块八毛舞#5131",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝罂罂-斯克提斯",
						["iLvl"] = 242,
						["time"] = 1659984896,
						["class"] = 3,
						["bTag"] = "amazingcl#5671",
					}, -- [71]
					{
						["role"] = "TANK",
						["name"] = "卖导弹的火柴-白银之手",
						["iLvl"] = 163,
						["time"] = 1659984884,
						["class"] = 6,
						["bTag"] = "卖女孩的小火柴#57964",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "柯娜加西娅-迦拉克隆",
						["iLvl"] = 270,
						["time"] = 1659984886,
						["class"] = 12,
						["bTag"] = "dyliyi#5975",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "木村一朗-安苏",
						["iLvl"] = 191,
						["time"] = 1659984896,
						["class"] = 3,
						["bTag"] = "yangke#5461",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "德尼罗-奥特兰克",
						["iLvl"] = 219,
						["time"] = 1659984896,
						["class"] = 1,
						["bTag"] = "Justin#5768",
					}, -- [75]
					{
						["role"] = "HEALER",
						["name"] = "Solomars-海克泰尔",
						["time"] = 1659984896,
						["class"] = 10,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "葬魂之月-主宰之剑",
						["time"] = 1659984896,
						["class"] = 11,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "凯尔文点-瑞文戴尔",
						["iLvl"] = 262,
						["time"] = 1659984896,
						["class"] = 1,
						["bTag"] = "凯尔文#51649",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "缳禹-狂热之刃",
						["iLvl"] = 235,
						["time"] = 1659984884,
						["class"] = 6,
						["bTag"] = "还雨#5611",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "风丿雨-罗宁",
						["iLvl"] = 287,
						["time"] = 1659984888,
						["class"] = 3,
						["bTag"] = "阿尔托莉亚#5908",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "斯幽楚楚丶-白银之手",
						["iLvl"] = 293,
						["time"] = 1659984798,
						["class"] = 1,
						["bTag"] = "Lycoris#51941",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "飞龙一族-奥达曼",
						["time"] = 1659984888,
						["class"] = 9,
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "霖爷-主宰之剑",
						["iLvl"] = 207,
						["time"] = 1659984896,
						["class"] = 6,
						["bTag"] = "二少#5294",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "落雨飘摇-诺兹多姆",
						["iLvl"] = 239,
						["time"] = 1659984886,
						["class"] = 4,
						["bTag"] = "紫儿#5148",
					}, -- [84]
					{
						["role"] = "TANK",
						["name"] = "魔獵陰陽伊-白银之手",
						["iLvl"] = 248,
						["time"] = 1659984896,
						["class"] = 12,
						["bTag"] = "陰陽愛#5389",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "傝傝-玛里苟斯",
						["iLvl"] = 263,
						["time"] = 1659984896,
						["class"] = 12,
						["bTag"] = "塌塌#51529",
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "夜雨纪北-白银之手",
						["time"] = 1659984896,
						["class"] = 2,
					}, -- [87]
				},
				["2-256-679-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "城市亡魂-影之哀伤",
						["iLvl"] = 255,
						["time"] = 1659635515,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "天涯末路#5524",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "晚风如期而至-白银之手",
						["iLvl"] = 246,
						["time"] = 1659635515,
						["class"] = 12,
						["bTag"] = "朱梦辰#51423",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "瞄準一射-鲜血熔炉",
						["iLvl"] = 257,
						["time"] = 1659635515,
						["class"] = 3,
						["bTag"] = "水博#5651",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "柒喜-克尔苏加德",
						["iLvl"] = 260,
						["time"] = 1659635515,
						["class"] = 5,
						["bTag"] = "惊魂之蛙#51994",
					}, -- [4]
				},
			},
		},
	},
}
