
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["白不白胖不胖 - 死亡之翼"] = "白不白胖不胖 - 死亡之翼",
	},
	["profiles"] = {
		["白不白胖不胖 - 死亡之翼"] = {
			["settings"] = {
				["DOUBLE_CLICK_JOIN"] = true,
				["AUTO_JOIN"] = false,
			},
			["version"] = "90205.05",
			["createHistoryList"] = {
				"2-260-695-0", -- [1]
				"113-0-725-0", -- [2]
				"2-263-705-0", -- [3]
				"2-265-713-0", -- [4]
				"2-262-703-0", -- [5]
				"2-266-717-0", -- [6]
			},
			["recent"] = {
				["1-270-1062-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "神壹般存在-丽丽（四川）",
						["iLvl"] = 276,
						["time"] = 1660931614,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "深夜的黑猫#5560",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "阿噗噜派-克尔苏加德",
						["iLvl"] = 277,
						["time"] = 1660931621,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "米修#52751",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "勐衍-无尽之海",
						["time"] = 1660931623,
						["class"] = 7,
						["leader"] = true,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "雷神索尔-萨格拉斯",
						["iLvl"] = 288,
						["time"] = 1660931637,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "星辰耀天#5232",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "我将带头冲鋒-克尔苏加德",
						["iLvl"] = 243,
						["time"] = 1660931627,
						["class"] = 1,
						["bTag"] = "勇敢的心#5821",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "纯情老鼠-凤凰之神",
						["iLvl"] = 284,
						["time"] = 1660931623,
						["class"] = 1,
						["bTag"] = "沙滩老鼠#5801",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "红眼病患者-安苏",
						["iLvl"] = 263,
						["time"] = 1660931623,
						["class"] = 9,
						["bTag"] = "小汤圆粑粑#5369",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "Cosmosnova-伊森利恩",
						["time"] = 1660931621,
						["class"] = 5,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "灬艾茜娜灬-沙怒",
						["iLvl"] = 264,
						["time"] = 1660931648,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "博博#5345",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "迷失的情缘-回音山",
						["iLvl"] = 253,
						["time"] = 1660931619,
						["class"] = 2,
						["bTag"] = "NightKnight#512725",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "死之阴影-狂热之刃",
						["iLvl"] = 289,
						["time"] = 1660931655,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "死之阴影#5256",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "边岛友次子-燃烧之刃",
						["iLvl"] = 251,
						["time"] = 1660931631,
						["class"] = 10,
						["bTag"] = "猴鍭堠#5716",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "丶痱子粉-安苏",
						["iLvl"] = 272,
						["time"] = 1660931614,
						["class"] = 12,
						["bTag"] = "痱子丶#5232",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "撼天动地-阿扎达斯",
						["iLvl"] = 239,
						["time"] = 1660931623,
						["class"] = 7,
						["bTag"] = "拂晓破碎黎梦#51794",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "小梳绒-伊森利恩",
						["time"] = 1660931637,
						["class"] = 4,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Demonshunter-自由之风",
						["iLvl"] = 265,
						["time"] = 1660931623,
						["class"] = 12,
						["bTag"] = "HerMajesty#5892",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "勒芙蒂卡-阿拉希",
						["iLvl"] = 232,
						["time"] = 1660931631,
						["class"] = 8,
						["bTag"] = "王钰#51944",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "希林雅娜斯-死亡之翼",
						["iLvl"] = 213,
						["time"] = 1660931621,
						["class"] = 3,
						["bTag"] = "陶山#5849",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "六月海动-奥特兰克",
						["iLvl"] = 236,
						["time"] = 1660931633,
						["class"] = 1,
						["bTag"] = "南宫乐兮#51693",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "雪域丨战丨-埃德萨拉",
						["iLvl"] = 272,
						["time"] = 1660931621,
						["class"] = 1,
						["bTag"] = "雪域#5674",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "埃丝梅拉达-燃烧之刃",
						["time"] = 1660931504,
						["class"] = 5,
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "钰生安好-凤凰之神",
						["iLvl"] = 281,
						["time"] = 1660931614,
						["class"] = 7,
						["bTag"] = "风华连城#5947",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "夏天的月光-符文图腾",
						["iLvl"] = 263,
						["time"] = 1660931627,
						["class"] = 5,
						["bTag"] = "牛之味#5205",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "无敌小子路-燃烧平原",
						["iLvl"] = 267,
						["time"] = 1660931623,
						["class"] = 11,
						["bTag"] = "Phoenix#5137",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌喵-燃烧之刃",
						["iLvl"] = 298,
						["time"] = 1660931614,
						["class"] = 3,
						["bTag"] = "Happymax#5727",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Playerwuvdkj-藏宝海湾",
						["iLvl"] = 286,
						["time"] = 1660931614,
						["class"] = 11,
						["bTag"] = "核桃皮皮#5273",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "衡洛沫-安苏",
						["iLvl"] = 290,
						["time"] = 1660931625,
						["class"] = 9,
						["bTag"] = "JumpyLion#527892",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "Jk-阿拉希",
						["iLvl"] = 284,
						["time"] = 1660931625,
						["class"] = 12,
						["bTag"] = "相当凶残#5196",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "萨奎安-无尽之海",
						["iLvl"] = 260,
						["time"] = 1660931655,
						["class"] = 1,
						["bTag"] = "素质超人#5735",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "刷呀呀-死亡之翼",
						["iLvl"] = 243,
						["time"] = 1660931633,
						["class"] = 10,
						["bTag"] = "如果没有儒果#5701",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "拖過来打-血色十字军",
						["iLvl"] = 277,
						["time"] = 1660931625,
						["class"] = 6,
						["bTag"] = "能抓稳的沙#5791",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "醉卧美人怀-万色星辰",
						["iLvl"] = 251,
						["time"] = 1660931623,
						["class"] = 2,
						["bTag"] = "木主子#5711",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "Itsmee-凤凰之神",
						["time"] = 1660931655,
						["class"] = 5,
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "圣光是什么-迅捷微风",
						["iLvl"] = 233,
						["time"] = 1660931635,
						["class"] = 12,
						["bTag"] = "迪吧观光#5955",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "黑手神兽-奥拉基尔",
						["iLvl"] = 254,
						["time"] = 1660931650,
						["class"] = 1,
						["bTag"] = "炮灰#5955",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂憮信-影之哀伤",
						["iLvl"] = 168,
						["time"] = 1660931623,
						["class"] = 2,
						["bTag"] = "天堂无信#5558",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "黑羊座-格瑞姆巴托",
						["iLvl"] = 268,
						["time"] = 1660931627,
						["class"] = 11,
						["bTag"] = "黑羊座#5102",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "装逼之王-迅捷微风",
						["iLvl"] = 297,
						["time"] = 1660931619,
						["class"] = 9,
						["bTag"] = "维型机枪兵#5883",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "烽火丶悍匪-丽丽（四川）",
						["iLvl"] = 241,
						["time"] = 1660931619,
						["class"] = 1,
						["bTag"] = "烽火丶悍匪#5867",
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "艾小柒-影之哀伤",
						["iLvl"] = 283,
						["time"] = 1660931621,
						["class"] = 5,
						["bTag"] = "YMNING#5103",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "熊喵贝贝-燃烧之刃",
						["iLvl"] = 278,
						["time"] = 1661020556,
						["class"] = 10,
						["bTag"] = "F1rs7one#5904",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Kayaya-伊森利恩",
						["time"] = 1661020556,
						["class"] = 4,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "野德载物-无尽之海",
						["time"] = 1661020556,
						["class"] = 11,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "万吉祥-凤凰之神",
						["time"] = 1661021592,
						["class"] = 3,
						["leader"] = true,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "吹牛德-巫妖之王",
						["iLvl"] = 254,
						["time"] = 1661021592,
						["class"] = 11,
						["bTag"] = "阿弟仔#5582",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "桃矢雪兔-凤凰之神",
						["iLvl"] = 242,
						["time"] = 1661021592,
						["class"] = 9,
						["bTag"] = "小阿葵#51980",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "绝望的兔子-地狱咆哮",
						["iLvl"] = 252,
						["time"] = 1661021592,
						["class"] = 4,
						["bTag"] = "困致死#5966",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "黑手之力-鬼雾峰",
						["iLvl"] = 235,
						["time"] = 1661021592,
						["class"] = 1,
						["bTag"] = "奥西里斯#5708",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "金币统统没收-戈提克",
						["iLvl"] = 252,
						["time"] = 1661021592,
						["class"] = 8,
						["bTag"] = "裸考者#5339",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "中华田园猫-燃烧平原",
						["iLvl"] = 261,
						["time"] = 1661021592,
						["class"] = 4,
						["bTag"] = "孤月华章#5591",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "奶雾葵丷-凤凰之神",
						["iLvl"] = 303,
						["time"] = 1661021592,
						["class"] = 5,
						["bTag"] = "恶魔少女#5557",
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "Maitudou-贫瘠之地",
						["iLvl"] = 283,
						["time"] = 1661021590,
						["class"] = 5,
						["bTag"] = "fornines#5472",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "天罸-死亡之翼",
						["iLvl"] = 298,
						["time"] = 1661021592,
						["class"] = 2,
						["bTag"] = "情天大晟#5115",
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "奶爸的忧伤丶-凤凰之神",
						["iLvl"] = 295,
						["time"] = 1661021592,
						["class"] = 6,
						["bTag"] = "古德猫腻丶#5452",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "小梨夢里-伊森利恩",
						["iLvl"] = 281,
						["time"] = 1661021583,
						["class"] = 8,
						["bTag"] = "月之狸#51863",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "费丶托雷斯-布兰卡德",
						["iLvl"] = 278,
						["time"] = 1661021575,
						["class"] = 8,
						["bTag"] = "大神不解我风情#5176",
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "龙手马弗-影之哀伤",
						["iLvl"] = 266,
						["time"] = 1661021592,
						["class"] = 5,
						["bTag"] = "火花之拳布瑞姆#5184",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "诗酒剑-埃德萨拉",
						["iLvl"] = 275,
						["time"] = 1661021583,
						["class"] = 9,
						["bTag"] = "箭丿回#5445",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "芭比芭比牛-格瑞姆巴托",
						["iLvl"] = 262,
						["time"] = 1661021592,
						["class"] = 8,
						["bTag"] = "JerryCool#5298",
					}, -- [59]
				},
				["2-7-180-0"] = {
					{
						["role"] = "TANK",
						["name"] = "我是喜欢圣骑-太阳之井",
						["iLvl"] = 249,
						["time"] = 1659804835,
						["class"] = 2,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "忘不掉过往-太阳之井",
						["iLvl"] = 283,
						["time"] = 1659804835,
						["class"] = 1,
						["bTag"] = "雾也似归音#5356",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Hellblade-血色十字军",
						["iLvl"] = 291,
						["time"] = 1659804835,
						["class"] = 5,
						["bTag"] = "今天胖次又忘穿了#5702",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇冷伊染-死亡之翼",
						["iLvl"] = 274,
						["time"] = 1659804835,
						["class"] = 3,
						["bTag"] = "于晓洋#51778",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "砰砰种花-海克泰尔",
						["iLvl"] = 251,
						["time"] = 1660928110,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "蓬蓬花#5574",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "六月献身-雷霆之怒",
						["iLvl"] = 267,
						["time"] = 1660928110,
						["class"] = 2,
						["bTag"] = "Megatron#5437",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "半熟荷包蛋-死亡之翼",
						["iLvl"] = 284,
						["time"] = 1660928110,
						["class"] = 3,
						["bTag"] = "硬中华#51912",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "看看电视机机-死亡之翼",
						["iLvl"] = 285,
						["time"] = 1660928110,
						["class"] = 3,
						["bTag"] = "一号大酒店#5790",
					}, -- [8]
				},
				["2-281-1017-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Laoliuha-黑龙军团",
						["iLvl"] = 256,
						["time"] = 1659804074,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "涛猪#5430",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "小白矮仔-白银之手",
						["iLvl"] = 265,
						["time"] = 1659804074,
						["class"] = 4,
						["bTag"] = "小璃一#5553",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "稳住我们能过-国王之谷",
						["iLvl"] = 257,
						["time"] = 1659804074,
						["class"] = 6,
						["bTag"] = "蛋蛋#51881",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "安尼亚-伊森利恩",
						["iLvl"] = 272,
						["time"] = 1659804074,
						["class"] = 8,
						["bTag"] = "未命名而有名#5263",
					}, -- [4]
				},
				["2-256-679-0"] = {
					{
						["role"] = "TANK",
						["name"] = "阿沬-艾维娜",
						["iLvl"] = 264,
						["time"] = 1660502435,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "aonomy#5434",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "晓风微-雷霆之王",
						["iLvl"] = 261,
						["time"] = 1660502435,
						["class"] = 4,
						["bTag"] = "一殇浮云醉月光#5193",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "血狼丶婵-亚雷戈斯",
						["iLvl"] = 269,
						["time"] = 1660502435,
						["class"] = 3,
						["bTag"] = "致命之鼠#5243923",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "斑马鱼-死亡之翼",
						["iLvl"] = 286,
						["time"] = 1660502435,
						["class"] = 3,
						["bTag"] = "dadii#51841",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "甜橙绵绵冰-凤凰之神",
						["iLvl"] = 267,
						["time"] = 1660674634,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "等下一个天亮#51425",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "情丶欲-伊森利恩",
						["iLvl"] = 287,
						["time"] = 1660674634,
						["class"] = 3,
						["bTag"] = "情丶#51608",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "約法三章-凤凰之神",
						["iLvl"] = 293,
						["time"] = 1660674634,
						["class"] = 8,
						["bTag"] = "Leesong#51976",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "寒蛋轻抖-暗影议会",
						["iLvl"] = 291,
						["time"] = 1660674634,
						["class"] = 12,
						["bTag"] = "从回魔兽#51135",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "瀞落丶-死亡之翼",
						["iLvl"] = 261,
						["time"] = 1661360547,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "GhostDragon#510716",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "福尔喵斯-死亡之翼",
						["iLvl"] = 273,
						["time"] = 1661360547,
						["class"] = 3,
						["bTag"] = "Davinci#5959",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "与君共舞-伊森利恩",
						["iLvl"] = 276,
						["time"] = 1661360547,
						["class"] = 4,
						["bTag"] = "ABR#5409",
					}, -- [11]
				},
				["2-127-471-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "今天我最嗨-血环",
						["iLvl"] = 263,
						["time"] = 1660505872,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Wong#5908",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "麻辣牛杂火锅-血色十字军",
						["iLvl"] = 297,
						["time"] = 1660505872,
						["class"] = 3,
						["bTag"] = "云雨山#51879",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "狗大姨-冰风岗",
						["iLvl"] = 267,
						["time"] = 1660505872,
						["class"] = 3,
						["bTag"] = "徐帅帅#5521",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "小艾琳-亚雷戈斯",
						["time"] = 1660505872,
						["class"] = 1,
					}, -- [4]
				},
				["2-280-1016-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Alltimelow-影之哀伤",
						["iLvl"] = 286,
						["time"] = 1661623323,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "巴萨1998#5522",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "大爷不要太狂-凤凰之神",
						["iLvl"] = 270,
						["time"] = 1661623323,
						["class"] = 3,
						["bTag"] = "馒头#54849",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "碳酸奶咖-埃霍恩",
						["iLvl"] = 301,
						["time"] = 1661623323,
						["class"] = 11,
						["bTag"] = "邱初二#5669",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "白昼梦-埃霍恩",
						["iLvl"] = 263,
						["time"] = 1661623323,
						["class"] = 6,
						["bTag"] = "温斯顿在天上飞#5430",
					}, -- [4]
				},
			},
			["lastSearchCode"] = "2-0-0-0",
			["appShine"] = "90005.02",
			["advShine"] = "90005.02",
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"6-0-0-0", -- [2]
				"113-0-0-0", -- [3]
				"3-0-0-0", -- [4]
				"1-0-0-0", -- [5]
			},
		},
	},
}
