
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["白不白胖不胖 - 死亡之翼"] = "白不白胖不胖 - 死亡之翼",
	},
	["profiles"] = {
		["白不白胖不胖 - 死亡之翼"] = {
			["settings"] = {
				["DOUBLE_CLICK_JOIN"] = true,
				["AUTO_JOIN"] = false,
			},
			["version"] = "90205.05",
			["createHistoryList"] = {
				"2-260-695-0", -- [1]
				"113-0-725-0", -- [2]
				"2-263-705-0", -- [3]
				"2-265-713-0", -- [4]
				"2-262-703-0", -- [5]
				"2-266-717-0", -- [6]
			},
			["recent"] = {
				["2-7-180-0"] = {
					{
						["role"] = "TANK",
						["name"] = "我是喜欢圣骑-太阳之井",
						["iLvl"] = 249,
						["time"] = 1659804835,
						["class"] = 2,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "忘不掉过往-太阳之井",
						["iLvl"] = 283,
						["time"] = 1659804835,
						["class"] = 1,
						["bTag"] = "雾也似归音#5356",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Hellblade-血色十字军",
						["iLvl"] = 291,
						["time"] = 1659804835,
						["class"] = 5,
						["bTag"] = "今天胖次又忘穿了#5702",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇冷伊染-死亡之翼",
						["iLvl"] = 274,
						["time"] = 1659804835,
						["class"] = 3,
						["bTag"] = "于晓洋#51778",
					}, -- [4]
				},
				["2-256-679-0"] = {
					{
						["role"] = "TANK",
						["name"] = "阿沬-艾维娜",
						["iLvl"] = 264,
						["time"] = 1660502435,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "aonomy#5434",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "晓风微-雷霆之王",
						["iLvl"] = 261,
						["time"] = 1660502435,
						["class"] = 4,
						["bTag"] = "一殇浮云醉月光#5193",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "血狼丶婵-亚雷戈斯",
						["iLvl"] = 269,
						["time"] = 1660502435,
						["class"] = 3,
						["bTag"] = "致命之鼠#5243923",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "斑马鱼-死亡之翼",
						["iLvl"] = 286,
						["time"] = 1660502435,
						["class"] = 3,
						["bTag"] = "dadii#51841",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "甜橙绵绵冰-凤凰之神",
						["iLvl"] = 267,
						["time"] = 1660674634,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "等下一个天亮#51425",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "情丶欲-伊森利恩",
						["iLvl"] = 287,
						["time"] = 1660674634,
						["class"] = 3,
						["bTag"] = "情丶#51608",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "約法三章-凤凰之神",
						["iLvl"] = 293,
						["time"] = 1660674634,
						["class"] = 8,
						["bTag"] = "Leesong#51976",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "寒蛋轻抖-暗影议会",
						["iLvl"] = 291,
						["time"] = 1660674634,
						["class"] = 12,
						["bTag"] = "从回魔兽#51135",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇丶大脸脸-死亡之翼",
						["iLvl"] = 256,
						["time"] = 1660760270,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "逆风之歌#5495",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "猫星喵-海克泰尔",
						["iLvl"] = 293,
						["time"] = 1660760270,
						["class"] = 3,
						["bTag"] = "haha#5259",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "希尔丶瓦娜嘶-燃烧之刃",
						["iLvl"] = 298,
						["time"] = 1660760270,
						["class"] = 3,
						["bTag"] = "希尔丶瓦娜斯#51880",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "丶枫舞丶-凤凰之神",
						["iLvl"] = 279,
						["time"] = 1660760270,
						["class"] = 2,
						["bTag"] = "枫舞#5412",
					}, -- [12]
				},
				["2-281-1017-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Laoliuha-黑龙军团",
						["iLvl"] = 256,
						["time"] = 1659804074,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "涛猪#5430",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "小白矮仔-白银之手",
						["iLvl"] = 265,
						["time"] = 1659804074,
						["class"] = 4,
						["bTag"] = "小璃一#5553",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "稳住我们能过-国王之谷",
						["iLvl"] = 257,
						["time"] = 1659804074,
						["class"] = 6,
						["bTag"] = "蛋蛋#51881",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "安尼亚-伊森利恩",
						["iLvl"] = 272,
						["time"] = 1659804074,
						["class"] = 8,
						["bTag"] = "未命名而有名#5263",
					}, -- [4]
				},
				["3-0-723-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "柳絮迎风起-埃德萨拉",
						["iLvl"] = 270,
						["time"] = 1660762021,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "柳絮迎风起#5725",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "咕咕圆嘟嘟-凤凰之神",
						["iLvl"] = 242,
						["time"] = 1660761981,
						["class"] = 11,
						["bTag"] = "大漠疯仔#5527",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "遛狗老猎手-燃烧之刃",
						["iLvl"] = 120,
						["time"] = 1660762019,
						["class"] = 3,
						["bTag"] = "宋霸天#51658",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "张一山-凤凰之神",
						["iLvl"] = 266,
						["time"] = 1660762009,
						["class"] = 1,
						["bTag"] = "何大宝#51181",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魂-风暴之鳞",
						["iLvl"] = 259,
						["time"] = 1660761981,
						["class"] = 1,
						["bTag"] = "噬渊行者#5163",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "克拉克丶肯特-狂热之刃",
						["iLvl"] = 229,
						["time"] = 1660762021,
						["class"] = 2,
						["bTag"] = "san#5439",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "圣光女骑士-能源舰",
						["iLvl"] = 270,
						["time"] = 1660762002,
						["class"] = 2,
						["bTag"] = "小满#52201",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "少年凯恩-布兰卡德",
						["iLvl"] = 245,
						["time"] = 1660762000,
						["class"] = 11,
						["bTag"] = "不二虫#5554",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "雷霆戛吧-燃烧之刃",
						["iLvl"] = 293,
						["time"] = 1660762002,
						["class"] = 3,
						["bTag"] = "史诗级#5163",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "旋律之魅-安加萨",
						["iLvl"] = 238,
						["time"] = 1660762021,
						["class"] = 4,
						["bTag"] = "安哥#5830",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "牧山-海克泰尔",
						["iLvl"] = 288,
						["time"] = 1660762004,
						["class"] = 12,
						["bTag"] = "鸣鹤在阴#5449",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "嘉兴的龚萨满-阿尔萨斯",
						["iLvl"] = 275,
						["time"] = 1660762021,
						["class"] = 7,
						["bTag"] = "MOON#57124",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "我就是大酋长-霜狼",
						["iLvl"] = 255,
						["time"] = 1660762004,
						["class"] = 1,
						["bTag"] = "OoO#52132",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "云岭晚钟-伊森利恩",
						["iLvl"] = 280,
						["time"] = 1660762002,
						["class"] = 10,
						["bTag"] = "生于黑夜#5103",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "蜜雪冰城-黑锋哨站",
						["iLvl"] = 259,
						["time"] = 1660762000,
						["class"] = 10,
						["bTag"] = "镜之韬#5536",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "伊利丶劫难-死亡之翼",
						["iLvl"] = 215,
						["time"] = 1660762021,
						["class"] = 11,
						["bTag"] = "SnarkyHero#54548",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "宇文化蝶-凤凰之神",
						["iLvl"] = 171,
						["time"] = 1660762021,
						["class"] = 4,
						["bTag"] = "沧海一粟#52348",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "化骨成殇-森金",
						["iLvl"] = 260,
						["time"] = 1660762000,
						["class"] = 12,
						["bTag"] = "小喵逗#5599",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "阿飞-迅捷微风",
						["iLvl"] = 275,
						["time"] = 1660762021,
						["class"] = 12,
						["bTag"] = "寒冰#5962",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "胖子-迅捷微风",
						["iLvl"] = 278,
						["time"] = 1660762021,
						["class"] = 7,
						["bTag"] = "寒冰#5962",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "阮希稀-大地之怒",
						["iLvl"] = 283,
						["time"] = 1660762021,
						["class"] = 8,
						["bTag"] = "奔放的小新#5709",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "好痧我刮-伊森利恩",
						["time"] = 1660762004,
						["class"] = 12,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "夜之风-古加尔",
						["iLvl"] = 226,
						["time"] = 1660762011,
						["class"] = 8,
						["bTag"] = "romancesky#5933",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "千花葬月-耐奥祖",
						["time"] = 1660762021,
						["class"] = 2,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "猎血月-奥尔加隆",
						["time"] = 1660762021,
						["class"] = 3,
					}, -- [25]
				},
				["2-127-471-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "今天我最嗨-血环",
						["iLvl"] = 263,
						["time"] = 1660505872,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Wong#5908",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "麻辣牛杂火锅-血色十字军",
						["iLvl"] = 297,
						["time"] = 1660505872,
						["class"] = 3,
						["bTag"] = "云雨山#51879",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "狗大姨-冰风岗",
						["iLvl"] = 267,
						["time"] = 1660505872,
						["class"] = 3,
						["bTag"] = "徐帅帅#5521",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "小艾琳-亚雷戈斯",
						["time"] = 1660505872,
						["class"] = 1,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "撸串-泰兰德",
						["iLvl"] = 269,
						["time"] = 1660758600,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "暴躁小哥哥#5354",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "蟑螂恶霸乀-安苏",
						["iLvl"] = 280,
						["time"] = 1660758600,
						["class"] = 9,
						["bTag"] = "相识已是上上签丶#5622",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "宝英伍-死亡之翼",
						["iLvl"] = 281,
						["time"] = 1660758600,
						["class"] = 4,
						["bTag"] = "点背白勺娃#5946",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "波布兰-燃烧之刃",
						["iLvl"] = 280,
						["time"] = 1660758600,
						["class"] = 2,
						["bTag"] = "波布兰#5424",
					}, -- [8]
				},
			},
			["lastSearchCode"] = "2-0-0-0",
			["appShine"] = "90005.02",
			["advShine"] = "90005.02",
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"6-0-0-0", -- [2]
				"113-0-0-0", -- [3]
				"3-0-0-0", -- [4]
				"1-0-0-0", -- [5]
			},
		},
	},
}
