
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["不刷牙 - 死亡之翼"] = "不刷牙 - 死亡之翼",
	},
	["profiles"] = {
		["不刷牙 - 死亡之翼"] = {
			["recent"] = {
				["2-10-183-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "烬繎-影之哀伤",
						["iLvl"] = 278,
						["time"] = 1661451632,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "寂静丶#5211",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "昆明湖的小乖-麦迪文",
						["iLvl"] = 279,
						["time"] = 1661451632,
						["class"] = 9,
						["bTag"] = "聽說#51693",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "丨魔鬼丨-安苏",
						["iLvl"] = 283,
						["time"] = 1661451632,
						["class"] = 6,
						["bTag"] = "鱼儿#5178",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "大辫双马尾-外域",
						["time"] = 1661451592,
						["class"] = 3,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "临江暮雪-冰霜之刃",
						["iLvl"] = 290,
						["time"] = 1661451632,
						["class"] = 8,
						["bTag"] = "Tan0616#5629",
					}, -- [5]
				},
				["3-0-723-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "欧气尽在吾手-贫瘠之地",
						["iLvl"] = 256,
						["time"] = 1661622118,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "文冀#5755",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "影风丶随-燃烧之刃",
						["iLvl"] = 240,
						["time"] = 1661622122,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "影风#5539",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "梦安魂于哪里-凤凰之神",
						["iLvl"] = 281,
						["time"] = 1661622124,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "咩老板想静静#5437",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "丿微笑灬轻轻-安苏",
						["iLvl"] = 262,
						["time"] = 1661622124,
						["class"] = 1,
						["bTag"] = "你若离去#5985",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "婩丶-燃烧之刃",
						["iLvl"] = 287,
						["time"] = 1661622124,
						["class"] = 12,
						["bTag"] = "织法者丨婩丶#5467",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "猎之阴影-影之哀伤",
						["iLvl"] = 292,
						["time"] = 1661622124,
						["class"] = 3,
						["bTag"] = "ShadowDragon#57787",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "养个死个-莱索恩",
						["iLvl"] = 237,
						["time"] = 1661622124,
						["class"] = 3,
						["bTag"] = "Uubaishu#5621",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "烟厂牛仔-巨龙之吼",
						["iLvl"] = 290,
						["time"] = 1661622113,
						["class"] = 11,
						["bTag"] = "徐书记#5181",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "龍手馬弗-影之哀伤",
						["iLvl"] = 233,
						["time"] = 1661622122,
						["class"] = 2,
						["bTag"] = "火花之拳布瑞姆#5184",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Demain-血色十字军",
						["iLvl"] = 239,
						["time"] = 1661622118,
						["class"] = 12,
						["bTag"] = "胡阿尤#5685",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "牛牛射完了-格瑞姆巴托",
						["iLvl"] = 296,
						["time"] = 1661622124,
						["class"] = 3,
						["bTag"] = "蛮力之翼#511393",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "柔奴-凤凰之神",
						["iLvl"] = 270,
						["time"] = 1661622124,
						["class"] = 2,
						["bTag"] = "一梦如是#5850",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "藤奈丶春音-凤凰之神",
						["iLvl"] = 250,
						["time"] = 1661622124,
						["class"] = 6,
						["bTag"] = "白天丶黑夜#51685",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "姐姐温暖如风-死亡之翼",
						["iLvl"] = 232,
						["time"] = 1661622124,
						["class"] = 11,
						["bTag"] = "万恶啪啪啪为首#5159",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "洗衣机-黑石尖塔",
						["time"] = 1661622124,
						["class"] = 11,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "西天-暴风祭坛",
						["iLvl"] = 274,
						["time"] = 1661622124,
						["class"] = 9,
						["bTag"] = "Mairk#5573",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "杰尼-凤凰之神",
						["iLvl"] = 240,
						["time"] = 1661622124,
						["class"] = 4,
						["bTag"] = "大魂淡#51896",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "魔飛揚-死亡之翼",
						["iLvl"] = 284,
						["time"] = 1661622120,
						["class"] = 12,
						["bTag"] = "神飛揚#5309",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "女拳师丶-伊森利恩",
						["iLvl"] = 297,
						["time"] = 1661622120,
						["class"] = 10,
						["bTag"] = "請勿打擾#5882",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "非洲醉牛-阿纳克洛斯",
						["iLvl"] = 287,
						["time"] = 1661622124,
						["class"] = 10,
						["bTag"] = "暴雨中的光辉#5592",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "销魂的小姨子-冰风岗",
						["iLvl"] = 276,
						["time"] = 1661622124,
						["class"] = 3,
						["bTag"] = "殴打小朋友#5822",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌晓术-冰风岗",
						["iLvl"] = 185,
						["time"] = 1661622113,
						["class"] = 9,
						["bTag"] = "晓捌逸#5613",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "半城灬烟沙-死亡之翼",
						["iLvl"] = 291,
						["time"] = 1661622124,
						["class"] = 2,
						["bTag"] = "魍魉灬冰冰#51941",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "紫陌桑田-安加萨",
						["iLvl"] = 251,
						["time"] = 1661622118,
						["class"] = 12,
						["bTag"] = "十月#52110",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "恋婕-死亡之翼",
						["iLvl"] = 128,
						["time"] = 1661622120,
						["class"] = 10,
						["bTag"] = "清塍恋婕#5514",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "一只小可爱丶-燃烧之刃",
						["time"] = 1661622120,
						["class"] = 4,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "江停停-燃烧之刃",
						["iLvl"] = 304,
						["time"] = 1662003695,
						["class"] = 3,
						["leader"] = true,
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "慕容你是猪-太阳之井",
						["time"] = 1662003701,
						["class"] = 5,
						["leader"] = true,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "神奇小龅牙-凤凰之神",
						["iLvl"] = 293,
						["time"] = 1662003701,
						["class"] = 9,
						["bTag"] = "牧阳#51314",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "豆豆哥-鲜血熔炉",
						["iLvl"] = 266,
						["time"] = 1662003699,
						["class"] = 11,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "佐小胖-死亡之翼",
						["iLvl"] = 296,
						["time"] = 1662003562,
						["class"] = 4,
						["bTag"] = "小昆#5255",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "和平拥抱-伊森利恩",
						["iLvl"] = 259,
						["time"] = 1662003701,
						["class"] = 5,
						["bTag"] = "隐身胖#5209",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "非常地美味-燃烧之刃",
						["iLvl"] = 295,
						["time"] = 1662003699,
						["class"] = 8,
						["bTag"] = "DHnti#5784",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "丨兔丶子丨-无尽之海",
						["iLvl"] = 294,
						["time"] = 1662003695,
						["class"] = 12,
						["bTag"] = "稳妥骚年#5281",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "Skiing-血色十字军",
						["iLvl"] = 295,
						["time"] = 1662003701,
						["class"] = 5,
						["bTag"] = "风流蕴藉#51931",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "Ancient-通灵学院",
						["iLvl"] = 295,
						["time"] = 1662003699,
						["class"] = 2,
						["bTag"] = "艾澤拉斯領主#5188",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "炙烤嫩牛肉-贫瘠之地",
						["iLvl"] = 258,
						["time"] = 1662003701,
						["class"] = 11,
						["bTag"] = "woowoo#51611",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "蛮满亢亢-死亡之翼",
						["iLvl"] = 275,
						["time"] = 1662003697,
						["class"] = 7,
						["bTag"] = "恶形恶状#5753",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "狂暴爻肥猫-血环",
						["iLvl"] = 272,
						["time"] = 1662003697,
						["class"] = 3,
						["bTag"] = "EpicTroll#59357",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "嗨吖吖-凤凰之神",
						["iLvl"] = 291,
						["time"] = 1662003701,
						["class"] = 1,
						["bTag"] = "童童童童小宁#5140",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "五十弦-格瑞姆巴托",
						["iLvl"] = 251,
						["time"] = 1662003576,
						["class"] = 12,
						["bTag"] = "贪欢#51397",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "绚梨-格雷迈恩",
						["iLvl"] = 244,
						["time"] = 1662003701,
						["class"] = 11,
						["bTag"] = "聪明勇敢有力气#5450",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "伤害永流传-无尽之海",
						["iLvl"] = 286,
						["time"] = 1662003576,
						["class"] = 11,
						["bTag"] = "三十一#51201",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "玛仙-格瑞姆巴托",
						["iLvl"] = 305,
						["time"] = 1662003693,
						["class"] = 5,
						["bTag"] = "黄金之裤#5110850",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "风投公司保安-鬼雾峰",
						["iLvl"] = 239,
						["time"] = 1662003701,
						["class"] = 4,
						["bTag"] = "风投公司土总#5493",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "黒暗游侠-血环",
						["iLvl"] = 301,
						["time"] = 1662003693,
						["class"] = 3,
						["bTag"] = "Marco#5108",
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "鹿头-翡翠梦境",
						["iLvl"] = 253,
						["time"] = 1662003701,
						["class"] = 11,
						["bTag"] = "瘦子#52496",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "德一忘形-踏梦者",
						["iLvl"] = 295,
						["time"] = 1662003701,
						["class"] = 11,
						["bTag"] = "请叫我涛哥#5370",
					}, -- [48]
					{
						["role"] = "TANK",
						["name"] = "无风不如梦-卡扎克",
						["iLvl"] = 283,
						["time"] = 1662003701,
						["class"] = 12,
						["bTag"] = "你好呵呵#5538",
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "浪里小旋风-死亡之翼",
						["iLvl"] = 272,
						["time"] = 1662003693,
						["class"] = 2,
						["bTag"] = "唐小鸭#5269",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "尘封过不去-洛萨",
						["iLvl"] = 268,
						["time"] = 1662003701,
						["class"] = 3,
						["bTag"] = "留一缺#5319",
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "一步一风尘-无尽之海",
						["iLvl"] = 271,
						["time"] = 1662003701,
						["class"] = 6,
						["bTag"] = "落花流水无情#5370",
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "焱丶少-无尽之海",
						["iLvl"] = 284,
						["time"] = 1662003695,
						["class"] = 7,
						["bTag"] = "焱森魔兽#5987",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "魔蓝幻天-古尔丹",
						["iLvl"] = 271,
						["time"] = 1662003701,
						["class"] = 1,
						["bTag"] = "魔蓝幻天#5919",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "遗忘丶前尘-织亡者",
						["iLvl"] = 276,
						["time"] = 1662003701,
						["class"] = 9,
						["bTag"] = "凌風#51166",
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "赶住去托七-埃德萨拉",
						["iLvl"] = 263,
						["time"] = 1662003701,
						["class"] = 2,
						["bTag"] = "噔爸#5697",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "墨染殇离-鲜血熔炉",
						["iLvl"] = 297,
						["time"] = 1662003701,
						["class"] = 12,
						["bTag"] = "时光凉#51507",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "艳妖-埃德萨拉",
						["time"] = 1662003693,
						["class"] = 6,
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "腿儿-埃德萨拉",
						["iLvl"] = 261,
						["time"] = 1662003695,
						["class"] = 2,
						["bTag"] = "時間腐朽了心#5276",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "Stime-凤凰之神",
						["time"] = 1662003695,
						["class"] = 6,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "再睡会-血环",
						["iLvl"] = 291,
						["time"] = 1662003576,
						["class"] = 4,
						["bTag"] = "Ace#55720",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "他叫辰辰阿丶-伊森利恩",
						["iLvl"] = 299,
						["time"] = 1662003699,
						["class"] = 3,
						["bTag"] = "他叫辰辰阿丶#5969",
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "月布裙-凤凰之神",
						["iLvl"] = 290,
						["time"] = 1662003697,
						["class"] = 10,
						["bTag"] = "君子剑岳不群#51528",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "失忆-燃烧之刃",
						["iLvl"] = 241,
						["time"] = 1662003701,
						["class"] = 1,
						["bTag"] = "之魂#5150",
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "未完灬待续-阿扎达斯",
						["iLvl"] = 258,
						["time"] = 1662003699,
						["class"] = 12,
						["bTag"] = "霜冻之足#52568",
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "霜狼-血牙魔王",
						["iLvl"] = 267,
						["time"] = 1662003695,
						["class"] = 6,
						["bTag"] = "龙哥#5509",
					}, -- [66]
				},
				["2-128-473-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "三更雨-死亡之翼",
						["iLvl"] = 252,
						["time"] = 1661363699,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "败柳多时终将花开#51470",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "魔法猫咪喔-安苏",
						["iLvl"] = 290,
						["time"] = 1661363699,
						["class"] = 2,
						["bTag"] = "你的牌打得太好啦#5904",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "怪獣乄-影之哀伤",
						["iLvl"] = 282,
						["time"] = 1661363699,
						["class"] = 2,
						["bTag"] = "Redundant#5563",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "寒灯纸上-血色十字军",
						["iLvl"] = 297,
						["time"] = 1661363699,
						["class"] = 9,
						["bTag"] = "麻大劲儿了#5134",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "秃萨伊尔-冰风岗",
						["iLvl"] = 238,
						["time"] = 1661536030,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "咸鱼模#5918",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "防战开盾墙-白骨荒野",
						["iLvl"] = 297,
						["time"] = 1661536030,
						["class"] = 3,
						["bTag"] = "神罗特种兵#5349",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Meikoy-死亡之翼",
						["iLvl"] = 293,
						["time"] = 1661536030,
						["class"] = 8,
						["bTag"] = "浮生若梦#510715",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "倾橙-弗塞雷迦",
						["time"] = 1661536030,
						["class"] = 2,
					}, -- [8]
				},
				["2-7-180-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "苏心-萨尔",
						["iLvl"] = 286,
						["time"] = 1661450118,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "冒险者#556305612",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "荣誉圣骑-达隆米尔",
						["iLvl"] = 268,
						["time"] = 1661450118,
						["class"] = 2,
						["bTag"] = "俺把你来蒙#5384",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "相思瘦红颜-海克泰尔",
						["iLvl"] = 280,
						["time"] = 1661450118,
						["class"] = 3,
						["bTag"] = "夜阑听雨#51173",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Ccey-贫瘠之地",
						["iLvl"] = 296,
						["time"] = 1661450118,
						["class"] = 3,
						["bTag"] = "电音喵#5189",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "嘀学生卡-凤凰之神",
						["iLvl"] = 274,
						["time"] = 1661535091,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "LEON#59735",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "冰冻火龙果-凤凰之神",
						["iLvl"] = 244,
						["time"] = 1661535091,
						["class"] = 8,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "猎德进-寒冰皇冠",
						["iLvl"] = 292,
						["time"] = 1661535091,
						["class"] = 12,
						["bTag"] = "斧德进#5489",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "丨大師兄-影之哀伤",
						["iLvl"] = 293,
						["time"] = 1661535091,
						["class"] = 10,
						["bTag"] = "Demon#512129",
					}, -- [8]
				},
			},
			["appShine"] = "90100.03",
			["version"] = "90205.05",
			["lastSearchCode"] = "2-0-0-0",
			["settings"] = {
				["storage"] = {
					["y"] = -3.4283447265625,
					["x"] = 432.0000305175781,
					["point"] = "TOPLEFT",
					["scale"] = 1,
				},
				["DOUBLE_CLICK_JOIN"] = true,
			},
			["advShine"] = "90005.02",
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"9-0-19-0", -- [2]
				"3-0-0-0", -- [3]
				"113-0-0-0", -- [4]
				"6-0-0-0", -- [5]
			},
		},
	},
}
