
DataStore_PetsDB = {
	["profileKeys"] = {
		["紫菱三五 - 死亡之翼"] = "紫菱三五 - 死亡之翼",
		["不刷牙 - 死亡之翼"] = "不刷牙 - 死亡之翼",
		["白不白胖不胖 - 死亡之翼"] = "白不白胖不胖 - 死亡之翼",
		["Aeules - 死亡之翼"] = "Aeules - 死亡之翼",
		["雨三五 - 死亡之翼"] = "雨三五 - 死亡之翼",
		["狂奔的葡萄 - 死亡之翼"] = "狂奔的葡萄 - 死亡之翼",
		["朵朵白云飘 - 死亡之翼"] = "朵朵白云飘 - 死亡之翼",
		["葡萄窜窜 - 死亡之翼"] = "葡萄窜窜 - 死亡之翼",
	},
	["global"] = {
		["Characters"] = {
			["Default.死亡之翼.狂奔的葡萄"] = {
				["lastUpdate"] = 1659891915,
			},
			["Default.死亡之翼.Aeules"] = {
				["lastUpdate"] = 1660243030,
			},
			["Default.死亡之翼.紫菱三五"] = {
				["lastUpdate"] = 1661876241,
			},
			["Default.死亡之翼.雨三五"] = {
				["lastUpdate"] = 1662002927,
			},
			["Default.死亡之翼.不刷牙"] = {
				["lastUpdate"] = 1662220841,
			},
			["Default.死亡之翼.葡萄窜窜"] = {
				["lastUpdate"] = 1654274729,
			},
			["Default.死亡之翼.朵朵白云飘"] = {
				["lastUpdate"] = 1659379863,
			},
			["Default.死亡之翼.白不白胖不胖"] = {
				["lastUpdate"] = 1662004394,
			},
		},
		["Reference"] = {
			["Spells"] = {
				[341298] = 173992,
				[291517] = 150357,
				[179839] = 90213,
				[291548] = 150374,
				[353525] = 179166,
				[291549] = 150375,
				[339677] = 173534,
				[179840] = 90214,
				[333802] = 171124,
			},
		},
	},
}
