
DataStore_MailsDB = {
	["profileKeys"] = {
		["紫菱三五 - 死亡之翼"] = "紫菱三五 - 死亡之翼",
		["不刷牙 - 死亡之翼"] = "不刷牙 - 死亡之翼",
		["白不白胖不胖 - 死亡之翼"] = "白不白胖不胖 - 死亡之翼",
		["Aeules - 死亡之翼"] = "Aeules - 死亡之翼",
		["雨三五 - 死亡之翼"] = "雨三五 - 死亡之翼",
		["狂奔的葡萄 - 死亡之翼"] = "狂奔的葡萄 - 死亡之翼",
		["朵朵白云飘 - 死亡之翼"] = "朵朵白云飘 - 死亡之翼",
		["葡萄窜窜 - 死亡之翼"] = "葡萄窜窜 - 死亡之翼",
	},
	["global"] = {
		["Characters"] = {
			["Default.死亡之翼.狂奔的葡萄"] = {
				["lastUpdate"] = 1659380059,
				["lastVisitDate"] = "2022/08/02 02:54",
			},
			["Default.死亡之翼.Aeules"] = {
				["lastUpdate"] = 1653586078,
				["lastVisitDate"] = "2022/05/27 01:27",
			},
			["Default.死亡之翼.紫菱三五"] = {
				["lastUpdate"] = 1661534582,
				["lastVisitDate"] = "2022/08/27 01:23",
			},
			["Default.死亡之翼.雨三五"] = {
				["lastUpdate"] = 1659379754,
				["Mails"] = {
					{
						["icon"] = 135724,
						["sender"] = "客服支持",
						["subject"] = "网 易 战 网 客 服 团 队",
						["returned"] = true,
						["money"] = 0,
						["text"] = "亲爱的玩家，您好！\r\n恭喜您在 史诗钥石冲刺季 - 全民周常挑战 活动中获奖。您的奖励如下：\r\n\r\n源生微粒  200\r\n一袋勘查过的灵魂  2\r\n\r\n\r\n请点击附件领取您的奖励吧。\r\n\r\n本邮件为系统自动发送，如果您有任何疑问，请点击下方红色问号联系GM咨询。\r\n\r\n           客 服热线：0571-28090163 \r\n\r\n网 易战网客 服团队\r\n",
						["lastCheck"] = 1659379754,
						["daysLeft"] = 326.9291076660156,
					}, -- [1]
				},
				["lastVisitDate"] = "2022/08/02 02:49",
			},
			["Default.死亡之翼.不刷牙"] = {
				["lastUpdate"] = 1662003054,
				["Mails"] = {
					{
						["lastCheck"] = 1662003054,
						["sender"] = "邮政长",
						["subject"] = "失而复得",
						["returned"] = false,
						["money"] = 0,
						["text"] = "我们在虚空中找到了一件物品，应该是你丢掉的吧？\n\n随信附上，请查收。",
						["icon"] = 134327,
						["daysLeft"] = 25.58283615112305,
					}, -- [1]
					{
						["returned"] = false,
						["sender"] = "邮政长",
						["itemID"] = 187810,
						["link"] = "|cff0070dd|Hitem:187810::::::::60:66:::::::::|h[密文知识法典]|h|r",
						["lastCheck"] = 1662003054,
						["count"] = 1,
						["icon"] = 354719,
						["daysLeft"] = 25.58283615112305,
					}, -- [2]
					{
						["lastCheck"] = 1662003054,
						["sender"] = "邮政长",
						["subject"] = "失而复得",
						["returned"] = false,
						["money"] = 0,
						["text"] = "我们在虚空中找到了一件物品，应该是你丢掉的吧？\n\n随信附上，请查收。",
						["icon"] = 134327,
						["daysLeft"] = 25.59112358093262,
					}, -- [3]
					{
						["returned"] = false,
						["sender"] = "邮政长",
						["itemID"] = 189709,
						["link"] = "|cff0070dd|Hitem:189709::::::::60:66::::1:28:2433:::::|h[波可波克的钴蓝和黄铜身体]|h|r",
						["lastCheck"] = 1662003054,
						["count"] = 1,
						["icon"] = 4327612,
						["daysLeft"] = 25.59112358093262,
					}, -- [4]
				},
				["lastVisitDate"] = "2022/09/01 11:30",
			},
			["Default.死亡之翼.白不白胖不胖"] = {
				["lastUpdate"] = 1661623139,
				["lastVisitDate"] = "2022/08/28 01:58",
			},
		},
	},
}
