
DecursiveDB = {
	["global"] = {
		["LastVersionAnnounce"] = 1662220844,
		["NewerVersionAlert"] = 1622214562,
		["TocExpiredDetection"] = 1660927959,
	},
	["class"] = {
		["DEATHKNIGHT"] = {
			["CureOrder"] = {
				-11, -- [1]
				-12, -- [2]
				nil, -- [3]
				-13, -- [4]
				[8] = -14,
				[16] = -15,
				[32] = -16,
			},
		},
		["WARRIOR"] = {
			["CureOrder"] = {
				-11, -- [1]
				-15, -- [2]
				nil, -- [3]
				-12, -- [4]
				[8] = -13,
				[16] = -14,
				[32] = -16,
			},
		},
		["PALADIN"] = {
			["CureOrder"] = {
				-13, -- [1]
				-14, -- [2]
				nil, -- [3]
				-15, -- [4]
				[8] = 1,
				[16] = 2,
				[32] = -16,
			},
		},
		["MAGE"] = {
			["CureOrder"] = {
				-12, -- [1]
				-16, -- [2]
				nil, -- [3]
				-13, -- [4]
				[8] = -14,
				[16] = -15,
				[32] = 1,
			},
		},
		["PRIEST"] = {
			["CureOrder"] = {
				3, -- [1]
				2, -- [2]
				nil, -- [3]
				-14, -- [4]
				[8] = -15,
				[16] = 1,
				[32] = -16,
			},
		},
		["HUNTER"] = {
			["CureOrder"] = {
				-11, -- [1]
				-15, -- [2]
				nil, -- [3]
				-12, -- [4]
				[8] = -13,
				[16] = -14,
				[32] = -16,
			},
		},
		["WARLOCK"] = {
			["CureOrder"] = {
				-12, -- [1]
				-13, -- [2]
				nil, -- [3]
				-14, -- [4]
				[8] = -15,
				[16] = -16,
				[32] = 1,
			},
		},
		["DEMONHUNTER"] = {
			["CureOrder"] = {
				-12, -- [1]
				1, -- [2]
				nil, -- [3]
				-13, -- [4]
				[8] = -14,
				[16] = -15,
				[32] = -16,
			},
		},
		["ROGUE"] = {
			["CureOrder"] = {
				-11, -- [1]
				-15, -- [2]
				nil, -- [3]
				-12, -- [4]
				[8] = -13,
				[16] = -14,
				[32] = -16,
			},
		},
		["DRUID"] = {
			["CureOrder"] = {
				-15, -- [1]
				-14, -- [2]
				nil, -- [3]
				1, -- [4]
				[8] = 2,
				[16] = -16,
				[32] = 3,
			},
		},
		["MONK"] = {
			["CureOrder"] = {
				-13, -- [1]
				-15, -- [2]
				nil, -- [3]
				-14, -- [4]
				[8] = 1,
				[16] = 2,
				[32] = -16,
			},
		},
		["SHAMAN"] = {
			["CureOrder"] = {
				4, -- [1]
				3, -- [2]
				[8] = -15,
				[16] = -16,
				[32] = 1,
			},
		},
	},
	["profileKeys"] = {
		["大悟的葡萄 - 死亡之翼"] = "Default",
		["紫菱三五 - 死亡之翼"] = "Default",
		["葡萄窜窜 - 死亡之翼"] = "Default",
		["Gligli - 死亡之翼"] = "Default",
		["白云朵朵飘 - 白银之手"] = "Default",
		["不刷牙 - 死亡之翼"] = "Default",
		["雨三五 - 死亡之翼"] = "Default",
		["呱卡喔卡 - 死亡之翼"] = "Default",
		["Aeules - 死亡之翼"] = "Default",
		["Asibla - 死亡之翼"] = "Default",
		["南山佛爬墙 - 死亡之翼"] = "Default",
		["白不白胖不胖 - 死亡之翼"] = "Default",
		["西山胖墩 - 死亡之翼"] = "Default",
		["幽门螺旋球菌 - 死亡之翼"] = "Default",
		["狂奔的葡萄 - 死亡之翼"] = "Default",
		["Netmare - 死亡之翼"] = "Default",
		["朵朵白云飘 - 死亡之翼"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["DebuffsFrameContainer_y"] = 494.9333014373784,
			["MainBarX"] = 762.6158423292072,
			["MainBarY"] = -298.0162433388177,
			["DebuffsFrameContainer_x"] = 1024.000055236815,
		},
	},
}
