
HandyNotesDB = {
	["profileKeys"] = {
		["大悟的葡萄 - 死亡之翼"] = "大悟的葡萄 - 死亡之翼",
		["紫菱三五 - 死亡之翼"] = "紫菱三五 - 死亡之翼",
		["葡萄窜窜 - 死亡之翼"] = "葡萄窜窜 - 死亡之翼",
		["Gligli - 死亡之翼"] = "Gligli - 死亡之翼",
		["白云朵朵飘 - 白银之手"] = "白云朵朵飘 - 白银之手",
		["不刷牙 - 死亡之翼"] = "不刷牙 - 死亡之翼",
		["雨三五 - 死亡之翼"] = "雨三五 - 死亡之翼",
		["呱卡喔卡 - 死亡之翼"] = "呱卡喔卡 - 死亡之翼",
		["Netmare - 死亡之翼"] = "Netmare - 死亡之翼",
		["朵朵白云飘 - 死亡之翼"] = "朵朵白云飘 - 死亡之翼",
		["南山佛爬墙 - 死亡之翼"] = "南山佛爬墙 - 死亡之翼",
		["白不白胖不胖 - 死亡之翼"] = "白不白胖不胖 - 死亡之翼",
		["西山胖墩 - 死亡之翼"] = "西山胖墩 - 死亡之翼",
		["幽门螺旋球菌 - 死亡之翼"] = "幽门螺旋球菌 - 死亡之翼",
		["狂奔的葡萄 - 死亡之翼"] = "狂奔的葡萄 - 死亡之翼",
		["Asibla - 死亡之翼"] = "Asibla - 死亡之翼",
		["Aeules - 死亡之翼"] = "Aeules - 死亡之翼",
	},
	["profiles"] = {
		["大悟的葡萄 - 死亡之翼"] = {
		},
		["紫菱三五 - 死亡之翼"] = {
		},
		["葡萄窜窜 - 死亡之翼"] = {
		},
		["Gligli - 死亡之翼"] = {
		},
		["白云朵朵飘 - 白银之手"] = {
		},
		["不刷牙 - 死亡之翼"] = {
		},
		["雨三五 - 死亡之翼"] = {
		},
		["呱卡喔卡 - 死亡之翼"] = {
		},
		["Netmare - 死亡之翼"] = {
		},
		["朵朵白云飘 - 死亡之翼"] = {
		},
		["南山佛爬墙 - 死亡之翼"] = {
		},
		["白不白胖不胖 - 死亡之翼"] = {
		},
		["西山胖墩 - 死亡之翼"] = {
		},
		["幽门螺旋球菌 - 死亡之翼"] = {
		},
		["狂奔的葡萄 - 死亡之翼"] = {
		},
		["Asibla - 死亡之翼"] = {
		},
		["Aeules - 死亡之翼"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["大悟的葡萄 - 死亡之翼"] = "大悟的葡萄 - 死亡之翼",
		["紫菱三五 - 死亡之翼"] = "紫菱三五 - 死亡之翼",
		["葡萄窜窜 - 死亡之翼"] = "葡萄窜窜 - 死亡之翼",
		["Gligli - 死亡之翼"] = "Gligli - 死亡之翼",
		["白云朵朵飘 - 白银之手"] = "白云朵朵飘 - 白银之手",
		["不刷牙 - 死亡之翼"] = "不刷牙 - 死亡之翼",
		["雨三五 - 死亡之翼"] = "雨三五 - 死亡之翼",
		["呱卡喔卡 - 死亡之翼"] = "呱卡喔卡 - 死亡之翼",
		["Netmare - 死亡之翼"] = "Netmare - 死亡之翼",
		["朵朵白云飘 - 死亡之翼"] = "朵朵白云飘 - 死亡之翼",
		["南山佛爬墙 - 死亡之翼"] = "南山佛爬墙 - 死亡之翼",
		["白不白胖不胖 - 死亡之翼"] = "白不白胖不胖 - 死亡之翼",
		["西山胖墩 - 死亡之翼"] = "西山胖墩 - 死亡之翼",
		["幽门螺旋球菌 - 死亡之翼"] = "幽门螺旋球菌 - 死亡之翼",
		["狂奔的葡萄 - 死亡之翼"] = "狂奔的葡萄 - 死亡之翼",
		["Asibla - 死亡之翼"] = "Asibla - 死亡之翼",
		["Aeules - 死亡之翼"] = "Aeules - 死亡之翼",
	},
	["profiles"] = {
		["大悟的葡萄 - 死亡之翼"] = {
		},
		["紫菱三五 - 死亡之翼"] = {
		},
		["葡萄窜窜 - 死亡之翼"] = {
		},
		["Gligli - 死亡之翼"] = {
		},
		["白云朵朵飘 - 白银之手"] = {
		},
		["不刷牙 - 死亡之翼"] = {
		},
		["雨三五 - 死亡之翼"] = {
		},
		["呱卡喔卡 - 死亡之翼"] = {
		},
		["Netmare - 死亡之翼"] = {
		},
		["朵朵白云飘 - 死亡之翼"] = {
		},
		["南山佛爬墙 - 死亡之翼"] = {
		},
		["白不白胖不胖 - 死亡之翼"] = {
		},
		["西山胖墩 - 死亡之翼"] = {
		},
		["幽门螺旋球菌 - 死亡之翼"] = {
		},
		["狂奔的葡萄 - 死亡之翼"] = {
		},
		["Asibla - 死亡之翼"] = {
		},
		["Aeules - 死亡之翼"] = {
		},
	},
}
