
Postal3DB = {
	["global"] = {
		["BlackBook"] = {
			["alts"] = {
				"Aeules|死亡之翼|Horde|60|WARLOCK", -- [1]
				"Asibla|死亡之翼|Horde|10|MAGE", -- [2]
				"Gligli|死亡之翼|Horde|10|WARLOCK", -- [3]
				"Netmare|死亡之翼|Horde|60|SHAMAN", -- [4]
				"不刷牙|死亡之翼|Horde|60|PALADIN", -- [5]
				"南山佛爬墙|死亡之翼|Horde|1|MONK", -- [6]
				"呱卡喔卡|死亡之翼|Horde|60|WARRIOR", -- [7]
				"大悟的葡萄|死亡之翼|Horde|1|ROGUE", -- [8]
				"幽门螺旋球菌|死亡之翼|Horde|1|ROGUE", -- [9]
				"朵朵白云飘|死亡之翼|Horde|60|DRUID", -- [10]
				"狂奔的葡萄|死亡之翼|Horde|60|DEATHKNIGHT", -- [11]
				"白不白胖不胖|死亡之翼|Horde|60|PRIEST", -- [12]
				"白云朵朵飘|白银之手|Horde|60|DRUID", -- [13]
				"紫菱三五|死亡之翼|Alliance|60|HUNTER", -- [14]
				"葡萄窜窜|死亡之翼|Horde|60|DEMONHUNTER", -- [15]
				"西山胖墩|死亡之翼|Horde|60|MONK", -- [16]
				"西山胖墩|死亡之翼|Neutral|12|MONK", -- [17]
				"雨三五|死亡之翼|Horde|60|MONK", -- [18]
			},
		},
	},
	["profileKeys"] = {
		["大悟的葡萄 - 死亡之翼"] = "大悟的葡萄 - 死亡之翼",
		["紫菱三五 - 死亡之翼"] = "紫菱三五 - 死亡之翼",
		["葡萄窜窜 - 死亡之翼"] = "葡萄窜窜 - 死亡之翼",
		["Gligli - 死亡之翼"] = "Gligli - 死亡之翼",
		["白云朵朵飘 - 白银之手"] = "白云朵朵飘 - 白银之手",
		["不刷牙 - 死亡之翼"] = "不刷牙 - 死亡之翼",
		["雨三五 - 死亡之翼"] = "雨三五 - 死亡之翼",
		["呱卡喔卡 - 死亡之翼"] = "呱卡喔卡 - 死亡之翼",
		["Netmare - 死亡之翼"] = "Netmare - 死亡之翼",
		["朵朵白云飘 - 死亡之翼"] = "朵朵白云飘 - 死亡之翼",
		["南山佛爬墙 - 死亡之翼"] = "南山佛爬墙 - 死亡之翼",
		["白不白胖不胖 - 死亡之翼"] = "白不白胖不胖 - 死亡之翼",
		["西山胖墩 - 死亡之翼"] = "西山胖墩 - 死亡之翼",
		["幽门螺旋球菌 - 死亡之翼"] = "幽门螺旋球菌 - 死亡之翼",
		["狂奔的葡萄 - 死亡之翼"] = "狂奔的葡萄 - 死亡之翼",
		["Asibla - 死亡之翼"] = "Asibla - 死亡之翼",
		["Aeules - 死亡之翼"] = "Aeules - 死亡之翼",
	},
	["profiles"] = {
		["大悟的葡萄 - 死亡之翼"] = {
		},
		["紫菱三五 - 死亡之翼"] = {
		},
		["葡萄窜窜 - 死亡之翼"] = {
			["BlackBook"] = {
				["recent"] = {
					"狂奔的葡萄|死亡之翼|Horde", -- [1]
					"Aeules|死亡之翼|Horde", -- [2]
					"西山胖墩|死亡之翼|Horde", -- [3]
					"朵朵白云飘|死亡之翼|Horde", -- [4]
					"Netmare|死亡之翼|Horde", -- [5]
					"白不白胖不胖|死亡之翼|Horde", -- [6]
				},
			},
		},
		["Gligli - 死亡之翼"] = {
		},
		["白云朵朵飘 - 白银之手"] = {
		},
		["不刷牙 - 死亡之翼"] = {
			["BlackBook"] = {
				["recent"] = {
					"紫菱三五|死亡之翼|Horde", -- [1]
					"Aeules|死亡之翼|Horde", -- [2]
					"狂奔的葡萄|死亡之翼|Horde", -- [3]
					"白不白胖不胖|死亡之翼|Horde", -- [4]
				},
			},
		},
		["雨三五 - 死亡之翼"] = {
			["BlackBook"] = {
				["recent"] = {
					"紫菱三五|死亡之翼|Horde", -- [1]
					"不刷牙|死亡之翼|Horde", -- [2]
				},
			},
		},
		["呱卡喔卡 - 死亡之翼"] = {
			["BlackBook"] = {
				["recent"] = {
					"狂奔的葡萄|死亡之翼|Horde", -- [1]
				},
			},
		},
		["Netmare - 死亡之翼"] = {
			["BlackBook"] = {
				["recent"] = {
					"不刷牙|死亡之翼|Horde", -- [1]
					"Aeules|死亡之翼|Horde", -- [2]
					"狂奔的葡萄|死亡之翼|Horde", -- [3]
					"白不白胖不胖|死亡之翼|Horde", -- [4]
					"朵朵白云飘|死亡之翼|Horde", -- [5]
					"葡萄窜窜|死亡之翼|Horde", -- [6]
				},
			},
		},
		["朵朵白云飘 - 死亡之翼"] = {
			["BlackBook"] = {
				["recent"] = {
					"不刷牙|死亡之翼|Horde", -- [1]
					"西山胖墩|死亡之翼|Horde", -- [2]
					"狂奔的葡萄|死亡之翼|Horde", -- [3]
					"白不白胖不胖|死亡之翼|Horde", -- [4]
					"葡萄窜窜|死亡之翼|Horde", -- [5]
					"Netmare|死亡之翼|Horde", -- [6]
				},
			},
		},
		["南山佛爬墙 - 死亡之翼"] = {
		},
		["白不白胖不胖 - 死亡之翼"] = {
			["BlackBook"] = {
				["recent"] = {
					"紫菱三五|死亡之翼|Horde", -- [1]
					"呱卡喔卡|死亡之翼|Horde", -- [2]
					"西山胖墩|死亡之翼|Horde", -- [3]
					"朵朵白云飘|死亡之翼|Horde", -- [4]
					"Netmare|死亡之翼|Horde", -- [5]
				},
			},
		},
		["西山胖墩 - 死亡之翼"] = {
			["BlackBook"] = {
				["recent"] = {
					"Aeules|死亡之翼|Horde", -- [1]
					"呱卡喔卡|死亡之翼|Horde", -- [2]
					"朵朵白云飘|死亡之翼|Horde", -- [3]
				},
			},
		},
		["幽门螺旋球菌 - 死亡之翼"] = {
		},
		["狂奔的葡萄 - 死亡之翼"] = {
			["BlackBook"] = {
				["recent"] = {
					"紫菱三五|死亡之翼|Horde", -- [1]
					"白不白胖不胖|死亡之翼|Horde", -- [2]
					"不刷牙|死亡之翼|Horde", -- [3]
					"朵朵白云飘|死亡之翼|Horde", -- [4]
					"葡萄窜窜|死亡之翼|Horde", -- [5]
				},
			},
		},
		["Asibla - 死亡之翼"] = {
		},
		["Aeules - 死亡之翼"] = {
			["BlackBook"] = {
				["recent"] = {
					"狂奔的葡萄|死亡之翼|Horde", -- [1]
				},
			},
		},
	},
}
