
TomTomDB = {
	["profileKeys"] = {
		["不刷牙 - 死亡之翼"] = "Default",
		["雨三五 - 死亡之翼"] = "Default",
		["紫菱三五 - 死亡之翼"] = "Default",
		["白不白胖不胖 - 死亡之翼"] = "Default",
		["葡萄窜窜 - 死亡之翼"] = "Default",
		["Aeules - 死亡之翼"] = "Default",
		["狂奔的葡萄 - 死亡之翼"] = "Default",
		["Netmare - 死亡之翼"] = "Default",
		["朵朵白云飘 - 死亡之翼"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["arrow"] = {
				["position"] = {
					"CENTER", -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					0, -- [4]
					0, -- [5]
				},
			},
			["block"] = {
				["position"] = {
					"BOTTOMRIGHT", -- [1]
					nil, -- [2]
					"BOTTOMRIGHT", -- [3]
					-99.77120971679688, -- [4]
					249.9712677001953, -- [5]
				},
			},
		},
	},
}
TomTomWaypoints = nil
TomTomWaypointsM = {
	["profileKeys"] = {
		["不刷牙 - 死亡之翼"] = "不刷牙 - 死亡之翼",
		["雨三五 - 死亡之翼"] = "雨三五 - 死亡之翼",
		["紫菱三五 - 死亡之翼"] = "紫菱三五 - 死亡之翼",
		["白不白胖不胖 - 死亡之翼"] = "白不白胖不胖 - 死亡之翼",
		["葡萄窜窜 - 死亡之翼"] = "葡萄窜窜 - 死亡之翼",
		["Aeules - 死亡之翼"] = "Aeules - 死亡之翼",
		["狂奔的葡萄 - 死亡之翼"] = "狂奔的葡萄 - 死亡之翼",
		["Netmare - 死亡之翼"] = "Netmare - 死亡之翼",
		["朵朵白云飘 - 死亡之翼"] = "朵朵白云飘 - 死亡之翼",
	},
	["profiles"] = {
		["不刷牙 - 死亡之翼"] = {
		},
		["雨三五 - 死亡之翼"] = {
		},
		["紫菱三五 - 死亡之翼"] = {
		},
		["白不白胖不胖 - 死亡之翼"] = {
		},
		["葡萄窜窜 - 死亡之翼"] = {
		},
		["Aeules - 死亡之翼"] = {
		},
		["狂奔的葡萄 - 死亡之翼"] = {
		},
		["Netmare - 死亡之翼"] = {
		},
		["朵朵白云飘 - 死亡之翼"] = {
		},
	},
}
